Repository: passepartoutvpn/passepartout
Catalog: Passepartout/AppShared/*.lproj/Localizable.strings
Languages: el, fr, pl, sv, uk

# profile.alerts.reconnect_vpn.message
source: Do you want to reconnect to the VPN?
el: Θέλετε να συνδεθείτε ξανά με το VPN;
fr: Voulez-vous reconnecter le VPN?
pl: Czy chcesz połączyć się ponownie z VPN?
sv: Vill du återansluta till VPN?
uk: Бажаєте заново підключитися до VPN?

# profile.alerts.uninstall_vpn.message
source: Do you really want to erase the VPN configuration from your device settings? This may fix some broken VPN states and will not affect your provider and host profiles.
el: Θέλετε πραγματικά να διαγράψετε τη διαμόρφωση VPN από τις ρυθμίσεις της συσκευής σας; Αυτό μπορεί να διορθώσει κάποιες καταστραμμένες καταστάσεις VPN και δεν θα επηρεάσει τα προφίλ του παροχέα και του διακομιστή σας.
fr: Voulez-vous vraiment effacer la configuration VPN de vos paramètres? Ceci peux fixer certains VPN en arrêt et n'affectera pas vos profiles de fournisseurs et hôtes.
pl: Na pewno chcesz usunąć konfigurację VPN z urządzenia? Może to naprawić błędy z statusem VPN i nie będzie miało wpływu na konfigurację usługodawców/hostów.
sv: Vill du verkligen radera VPN-konfigurationen från enhetens inställningar? Detta kan fixa några trasiga VPN tillstånd och påverkar inte dina leverantörs- och värdprofiler.
uk: Ви справді хочете стерти конфігурацію VPN із налаштувань пристрою? Це може виправити деякі VPN помилки, але не змінить налаштування застосунку.

# profile.alerts.test_connectivity.title
source: Connectivity
el: Συνδεσιμότητα
fr: Connections
pl: Połączenie
sv: Anslutningar
uk: Связь

# profile.alerts.test_connectivity.messages.success
source: Your device is connected to the Internet!
el: Η συσκευή σας είναι συνδεδεμένη στο Διαδίκτυο!
fr: Votre appareil est connecté à Internet!
pl: Twoje urządzenie jest połączone z internetem!
sv: Din enhet är ansluten till Internet!
uk: Ваш пристрій підключено до Інтернету!

# profile.alerts.test_connectivity.messages.failure
source: Your device has no Internet connectivity, please review your profile parameters.
el: Η συσκευή σας δεν διαθέτει σύνδεση στο Internet, παρακαλούμε να ελέγξετε τις παραμέτρους του προφίλ σας.
fr: Votre appareil n'a aucune connection Invernet, veuillez vérifier vos paramètres de profile.
pl: Twoje urządzenie nie jest połączone z internetem, sprawdź ustawienia profilu.
sv: Din enhet har ingen Internetanslutning, var god granska dina profilparametrar.
uk: Ваш пристрій не підключено до інтернету, будь ласка, перевірте налаштування вашого профілю.

# provider.location.title
source: Location
el: Τοποθεσία
fr: Locallisation
pl: Lokalizacja
sv: Plats
uk: Розташування

# provider.location.sections.empty_favorites.footer
source: Swipe left on a location to add or remove it from Favorites.
el: Σείρετε αριστερά για να προσθέσετε ή να αφαιρέσεται από τα αγαπημένα.
fr: Glissez vers la gauche d'un item pour l'ajouter ou le retirer des Favoris.
pl: Aby usunąć zakładkę, przesuń w lewo.
sv: Dra åt vänster på en plats för att lägga till eller ta bort den från favoriter.
uk: Свайп в ліво на локації, щоб додати або видалити його з обраних.

# provider.location.actions.favorite
source: Favorite
el: Αγαπημένο
fr: Favoris
pl: Dodaj do ulubionych
sv: Favorit
uk: Додати в обране

# provider.location.actions.unfavorite
source: Unfavorite
el: Δεν προτιμάται
fr: Retirer des Favoris
pl: Usuń z ulubionych
sv: Inte favorit
uk: Вилучити з обарного

# provider.preset.title
source: Preset
el: Προεπιλογή
fr: Préréglage
sv: Förinställt
uk: Пресет

# account.title
source: Account
el: Λογαριασμός
fr: Compte
pl: Konto
sv: Konto
uk: Акаунт

# account.sections.credentials.header
source: Credentials
el: Διαπιστευτήρια
fr: Indetifiants
pl: Dane logowania
sv: Referenser
uk: Дані для входу

# account.sections.registration.footer
source: Go get an account on the %@ website.
el: Πηγαίνετε να αποκτήσετε λογαριασμό στον ιστότοπο %@.
fr: Allez créer un compte sur le site %@.
pl: Utwórz konto na stronie: %@
sv: Hämta ett konto på %@ webbplatsen.
uk: Створіть обліковий запис на сторінці %@.

# account.items.authentication_method.persistent
source: Persistent
el: Επίμονο
pl: Nieustający
uk: Наполегливий

# account.items.authentication_method.interactive
source: Interactive
el: Διαδραστικό
fr: Interactif
pl: Interaktywny
sv: Interaktiv
uk: Інтерактивний

# account.items.username.caption
source: Username
el: Όνομα χρήστη
fr: Nom d'utilisateur
pl: Nazwa użytkownika
sv: Användarnamn
uk: Логін

# account.items.username.placeholder
source: username
el: χρήστης
fr: nom d'utilisateur
pl: Nazwa użytkownika
sv: användarnamn
uk: логін

# account.items.password.caption
source: Password
el: Κωδικός
fr: Mot de passe
pl: Hasło
sv: Lösenord
uk: Пароль

# account.items.password.placeholder
source: secret
el: κωδικός
pl: Ukryte
sv: hemlighet
uk: пароль

# account.items.seed.caption
source: Seed
el: Τυχαίο κλειδί
fr: Source
pl: Ziarno
sv: Sådd
uk: насіння

# account.items.open_guide.caption
source: See your credentials
el: Δείτε τα διαπιστευτήρια σας
fr: Voir vos identifiants
pl: Zobacz swoje login/hasło
sv: Visa dina uppgifter
uk: Перевірте ваші дані

# account.items.signup.caption
source: Register with %@
el: Εγγραφείτε με %@
fr: S'inscrire avec %@
pl: Zarejstruj się w %@
sv: Registrera med %@
uk: Зарееструйтесь з %@

# account.sections.guidance.footer.infrastructure.default.web
source: Use your %@ website credentials.
el: Χρησιμοποιήστε τα διαπιστευτήρια ιστοτόπου %@.
fr: Utilisez votre identifiants web de %@.
pl: Użyj loginu do %@.
sv: Använd dina %@ webbplatsuppgifter.
uk: Використовуйте свої облікові дані з веб-сайту %@.

# account.sections.guidance.footer.infrastructure.default.specific
source: Use your %@ service credentials, which may differ from website credentials.
el: Χρησιμοποιήστε τα διαπιστευτήρια της υπηρεσίας %@, τα οποία ενδέχεται να διαφέρουν από τα διαπιστευτήρια του ιστότοπου.
fr: Utilisez vos informations d'identification de service %@, qui peuvent différer des informations d'identification du web.
pl: Użyj poświadczeń usługi %@, które mogą różnić się od poświadczeń witryny.
sv: Använd dina %@ service-referenser, som kan skilja sig från webbplatsens referenser.
uk: Використовуйте свої облікові дані %@ сервісу, які можуть відрізнятися від облікових даних веб-сайту.

# account.sections.guidance.footer.infrastructure.mullvad
source: Use your %@ website credentials. Your username is usually numeric (without spaces).
el: Χρησιμοποιήστε τα διαπιστευτήρια ιστοτόπου %@. Το όνομα χρήστη είναι συνήθως αριθμητικό (χωρίς διαστήματα).
fr: Utilisez votre identifiants web de %@. Votre nom d'utilisateur est normalement numérique (sans espaces).
pl: Użyj loginu do %@. Twoja nazwa użytkownika jest najczęściej ciągiem liczb (bez przestrzeni).
sv: Använd dina %@ webbplatsuppgifter. Ditt användarnamn är vanligtvis numeriskt (utan utrymmen).
uk: Використовуйте свої облікові дані з веб-сайту %@. Ваш логін зазвичай є числовим (без пробілів).

# account.sections.guidance.footer.infrastructure.nordvpn
source: Use your %@ website credentials. Your username is usually your e-mail.
el: Χρησιμοποιήστε τα διαπιστευτήρια ιστοτόπου %@. Το όνομα χρήστη είναι συνήθως το ηλεκτρονικό σας ταχυδρομείο.
fr: Utilisez votre identifiants web de %@. Votre nom d'utilisateur est normalement votre courriel.
pl: Użyj loginu do %@. Twoja nazwa użytkownika to najczęściej e-mail.
sv: Använd dina %@ webbplatsuppgifter. Ditt användarnamn är vanligtvis ditt e-postmeddelande.
uk: Використовуйте дані для входу у %@ веб-сайт. Ваш логін зазвичай це ваш email.

# account.sections.guidance.footer.infrastructure.pia
source: Use your %@ website credentials. Your username is usually numeric with a "p" prefix.
el: Χρησιμοποιήστε τα διαπιστευτήρια ιστοτόπου %@. Το όνομα χρήστη είναι συνήθως αριθμητικό με πρόθεμα "p".
fr: Utilisez votre identifiants web de %@. Votre nom d'utilisateur est normalement numérique avec le préfixe "p"
pl: Użyj loginu do %@. Twoja nazwa użytkownika jesy najczęściej ciągiem liczb poprzedonym prefiksem "p".
sv: Använd dina %@ webbplatsuppgifter. Ditt användarnamn är vanligtvis numeriskt med ett prefix för " p ".
uk: Використовуйте ваші дані з веб-сайту %@. Ваш логін зазвичай числовий з префіксом "p".

# account.sections.guidance.footer.infrastructure.protonvpn
source: Find your %@ credentials in the "Account > OpenVPN / IKEv2 Username" section of the website.
el: Βρείτε τα διαπιστευτήριά σας %@ στην ενότητα "Λογαριασμός> OpenVPN / IKEv2 Username " της ιστοσελίδας.
fr: Trouvez votre identifiant web %@ dans la section du site web "Account > OpenVPN / IKEv2 nom d'utilisateur"
pl: Użyj loginu do %@. Zajdziesz go w sekcji "Account > OpenVPN / IKEv2 Username".
sv: Hitta dina %@ credentials i avsnittet " Konto> OpenVPN / IKEv2 Användarnamn "på webbplatsen.
uk: Знайдіть ваші дані для входу %@ "Account > OpenVPN / IKEv2 Username" розділу веб-сайту.

# account.sections.guidance.footer.infrastructure.tunnelbear
source: Use your %@ website credentials. Your username is usually your e-mail.
el: Χρησιμοποιήστε τα διαπιστευτήρια ιστοτόπου %@. Το όνομα χρήστη είναι συνήθως το ηλεκτρονικό σας ταχυδρομείο.
fr: Utilisez votre identifiants web de %@. Votre nom d'utilisateur est normalement votre courriel.
pl: Użyj loginu do %@. Twoja nazwa użytkownika to najczęściej e-mail.
sv: Använd dina %@ webbplatsuppgifter. Ditt användarnamn är vanligtvis ditt e-postmeddelande.
uk: Використовуйте дані для входу до %@ веб-сайту. Ваш логін зазвичай це ваш email.

# account.sections.guidance.footer.infrastructure.vyprvpn
source: Use your %@ website credentials. Your username is usually your e-mail.
el: Χρησιμοποιήστε τα διαπιστευτήρια ιστοτόπου %@. Το όνομα χρήστη είναι συνήθως το ηλεκτρονικό σας ταχυδρομείο.
fr: Utilisez votre identifiants web de %@. Votre nom d'utilisateur est normalement votre courriel.
pl: Użyj loginu do %@. Twoja nazwa użytkownika to najczęściej e-mail.
sv: Använd dina %@ webbplatsuppgifter. Ditt användarnamn är vanligtvis ditt e-postmeddelande.
uk: Використовуйте дані для входу до %@ веб-сайту. Ваш логін зазвичай це ваш email.

# account.sections.guidance.footer.infrastructure.windscribe
source: Find your %@ credentials in the OpenVPN Config Generator on the website.
el: Βρείτε τα διαπιστευτήριά σας %@ στο OpenVPN Config Generator στον ιστότοπο.
fr: Trouver votre identifiant %@ dans la section web Générateur de configuration OpenVPN.
pl: Użyj loginu do %@ z generatora konfiguracji OpenVPN dostępnego na stronie.
sv: Hitta din %@ credentials i OpenVPN Config Generator på webbplatsen.
uk: Знайдіть ваші дані для входу %@ у OpenVPN Config Generator на веб-сайті.

# endpoint.wireguard.items.peer.caption
source: Peer
el: Ομότιμο
uk: Вузол

# endpoint.wireguard.items.preshared_key.caption
source: Preshared key
el: Κλειδί προδιαμοιρασμού
fr: Clé pré-partagée
pl: Wcześniej udostępniony klucz
sv: Tidigare delad nyckel
uk: Спільний ключ

# endpoint.wireguard.items.allowed_ip.caption
source: Allowed IP
el: Επιτρεπόμενη IP
fr: IP autorisée
pl: IP z zezwoleniem
sv: Tillåtet IP
uk: Дозволений IP

# endpoint.advanced.title
source: Technical details
el: Τεχνικές Λεπτομέρειες
fr: Détails techniques
pl: Dane techniczne
sv: Tekniska detaljer
uk: Додаткові параметри

# endpoint.advanced.openvpn.sections.pull.header
source: Pull from server
el: Τραβήξτε από τον διακομιστή
fr: Tirer du serveur
pl: Pobierz z serwera
sv: Dra från servern
uk: Брати з сервера

# endpoint.advanced.openvpn.sections.communication.header
source: Communication
el: Επικοινωνία
fr: Communications
pl: Komunikacja
uk: Зв'язок

# endpoint.advanced.openvpn.sections.reset.footer
source: If you ended up with broken connectivity after changing the communication parameters, tap to revert to the original configuration.
el: Αν καταλήξατε σε κατεστραμένη συνδεσιμότητα μετά την αλλαγή των παραμέτρων επικοινωνίας, πατήστε για να επανέλθετε στην αρχική διαμόρφωση.
fr: Si vous obtenez une connection erronnée après le changement des parameters de communication, tapotez pour revenir à la configuration initiale.
pl: Jeśli masz problemy z połączeniem po zmianie konfiguracji komunikacji, kliknij żeby przywrócić domyślną konfigurację.
sv: Om du slutade med bruten anslutning efter att ha ändrat kommunikationsparametrarna trycker du på för att återgå till den ursprungliga konfigurationen.
uk: Якщо після зміни параметрів зв’язку у вас виникло порушення з’єднання, натисніть, щоб повернутися до початковоі конфігурації.

# endpoint.advanced.openvpn.sections.compression.header
source: Compression
el: Συμπίεση
pl: Kompresja
sv: Kompression
uk: Компресія

# endpoint.advanced.openvpn.sections.network.header
source: Network
el: Δίκτυο
fr: Réseau
pl: Sieć
sv: Nätverk
uk: Мережа

# endpoint.advanced.openvpn.sections.other.header
source: Other
el: Άλλο
fr: Autre
pl: Inne
uk: Інше

# endpoint.advanced.openvpn.items.route.caption
source: Route
el: Διαδρομή
fr: Routage
pl: Trasowanie
sv: Rutt
uk: Маршрут

# endpoint.advanced.openvpn.items.cipher.caption
source: Cipher
fr: Cryptogramme
pl: Szyfr
uk: Шифр

# endpoint.advanced.openvpn.items.digest.caption
source: Authentication
el: Αυθεντικοποίηση
fr: Authentification
pl: Uwierzytelnienie
sv: Autentisering
uk: Автентифікація

# endpoint.advanced.openvpn.items.digest.value.embedded
source: Embedded
el: Ενσωματωμένο
fr: Intégré
pl: Osadzony
sv: Inbäddad
uk: Вбудована

# endpoint.advanced.openvpn.items.compression_framing.caption
source: Framing
pl: Struktura
sv: Inramning
uk: Фреймінг

# endpoint.advanced.openvpn.items.compression_algorithm.caption
source: Algorithm
el: Αλγόρυθμος
fr: Algorithme
pl: Algorytm
sv: Algoritm
uk: Алгоритм

# endpoint.advanced.openvpn.items.compression_algorithm.value.other
source: Unsupported
el: Δεν υποστηρίζεται
fr: Non supporté
pl: Nieobsługiwane
sv: Utan stöd
uk: Не підтримується

# endpoint.advanced.openvpn.items.reset_original.caption
source: Reset configuration
el: Επαναφορά ρυθμίσεων
fr: Réinitialiser la configuration
pl: Zresetuj konfigurację
sv: Återställ konfiguration
uk: Скинути конфігурацію

# endpoint.advanced.openvpn.items.client.caption
source: Certificate
el: Πιστοποιητικό
fr: Certificat
pl: Certyfikat
sv: Certifikat
uk: Сертифікат

# endpoint.advanced.openvpn.items.client_key.caption
source: Key
el: Κλειδί
fr: Clé
pl: Klucz
sv: Nyckel
uk: Ключ

# endpoint.advanced.openvpn.items.client.value.enabled
source: Verified
el: Επαληθεύτηκε
fr: Verifié
pl: Zweryfikowany
uk: Перевірено

# endpoint.advanced.openvpn.items.client.value.disabled
source: Not verified
el: Δεν επαληθεύτηκε
fr: Non vérifié
pl: Niezweryfikowany
sv: Ej verifierad
uk: Не перевірено

# endpoint.advanced.openvpn.items.tls_wrapping.caption
source: Wrapping
sv: Omslagning
uk: Упаковуємо

# endpoint.advanced.openvpn.items.tls_wrapping.value.auth
source: Authentication
el: Αυθεντικοποίηση
fr: Authentification
pl: Uwierzytelnienie
sv: Autentisering
uk: Автентифікація

# endpoint.advanced.openvpn.items.tls_wrapping.value.crypt
source: Encryption
el: Κρυπτογράφηση
fr: Cryptage
pl: Szyfrowanie
sv: Kryptering
uk: Шифрування

# endpoint.advanced.openvpn.items.eku.caption
source: Extended verification
el: Εκτεταμένη επαλήθευση
fr: Vérification étendue
pl: Rozszerzona weryfikacja
sv: Förlängd verifering
uk: Додаткова перевірка

# endpoint.advanced.openvpn.items.keep_alive.value.seconds
source: %d seconds
el: %d δευτερόλεπτα
fr: %d secondes
pl: %d sekund
uk: кожні %d секунд

# endpoint.advanced.openvpn.items.renegotiation_seconds.caption
source: Renegotiation
el: Επαναδιαπραγμάτευση
fr: Renégociation
pl: Ponowna negocjacja
sv: Omförhandling
uk: Переукладення

# endpoint.advanced.openvpn.items.renegotiation_seconds.value.after
source: after %@
el: μετά από %@
fr: aprè %@
pl: po %@
sv: efter %@
uk: після %@

# endpoint.advanced.openvpn.items.random_endpoint.caption
source: Randomize endpoint
el: Τυχαίο τελικό σημείο
fr: Extrémité aléatoire
pl: Losowy host końcowy
sv: Omställ slutpunkt på slumpmässigt sätt
uk: Випадкова кінцева точка

# endpoint.advanced.openvpn.items.random_hostname.caption
source: Randomize hostnames
el: Τυχαιοποίηση ονομάτων κεντρικών υπολογιστών
fr: Rendre aléatoire les noms d'hôtes
pl: Randomizuj nazwy hostów
sv: Välj värdnamn slumpmässigt
uk: Обирати імена хостів випадковим чином

# network_settings.title
source: Network settings
el: Ρυθμίσεις Δικτύου
fr: Paramètres réseaux
pl: Ustawienia sieci
sv: Nätverksinställningar
uk: Параметри мережі

# network_settings.sections.choices.header
source: Override
el: Παράκαμψη
fr: Écraser
pl: Nadpisz
sv: Åsidosätt
uk: Ігнорувати

# network_settings.gateway.title
source: Default gateway
el: Προεπιλεγμένη πύλη
fr: Gateway
pl: Domyślna brama sieciowa
sv: Normal gateway
uk: Шлюз за замовчуванням

# network_settings.proxy.items.bypass_domains.caption
source: Bypass domains
el: Παράκαμψη τομέων
fr: Outrepasser le domaine
pl: Pomiń domeny
sv: Kringgå domäner
uk: Обхідні домени

# network_settings.items.add_dns_server.caption
source: Add address
el: Προσθήκη Διεύθυνσης
fr: Ajouter une adresse
pl: Dodaj adres
sv: Lägg till adress
uk: Додати адресу

# network_settings.items.add_dns_domain.caption
source: Add search domain
el: Προσθήκη τομέα αναζήτησης
fr: Ajouter un domaine
pl: Dodaj domenę wyszukiwania
sv: Lägg till domän
uk: Додати пошуковий домен

# network_settings.items.proxy_bypass.caption
source: Bypass domain
el: Παράκαμψη Τομέα
fr: Outrepasser le domaine
pl: Pomiń domenę
sv: Bypass-domän
uk: Обхід домену

# network_settings.items.add_proxy_bypass.caption
source: Add bypass domain
el: Προσθήκη τομέα παράκαμψης
fr: Ajouter outrepasser le domaine
pl: Dodaj domenę
uk: Додати обхідний домен

# on_demand.title
source: Trusted networks
el: Αξιόπιστα δίκτυα
fr: Réseaux de confiance
pl: Zaufane sieci
sv: Tillförlitliga nätverk
uk: Довірені мережі

# on_demand.sections.policy.footer
source: When entering a trusted network, the VPN is normally shut down and kept disconnected. Disable this option to not enforce such behavior.
el: Κατά την είσοδο σε ένα αξιόπιστο δίκτυο, το VPN απενεργοποιείται κανονικά και διατηρείται αποσυνδεδεμένο. Απενεργοποιήστε αυτήν την επιλογή για να μην έχετε μια τέτοια συμπεριφορά.
fr: Lors d'une connection à un réseau de confiance, le VPN est normalement fermé. Désactivez cette option pour ne pas autoriser ce comportement.
pl: Kiedy urządzenie łączy się z zaufaną siecią, VPN jest wyłączane. Wyłącz tę opcję żeby nie wymuszać takiego zachowania.
sv: När du advänder ett betrott nätverk, VPN:et stängs normalt och hålls bortkopplat. Avaktivera detta alternativet för att inte genomdriva sådant beteende.
uk: При підключені до довірених мереж VPN зазвичай вимикається та залишається відключеним. Вимкніть цю опцію щоб залишити VPN увімкненим.

# on_demand.items.add_ssid.caption
source: Add Wi-Fi
el: Προσθέστε Wi-Fi
fr: Ajouter Wi-Fi
pl: Dodaj Wi-Fi
sv: Lägg till Wi-Fi
uk: Додати Wi-Fi

# on_demand.items.active.caption
source: Trust
el: Εμπιστευθείτε
fr: Fiables
pl: Ufaj
sv: Betrodda
uk: Довірені

# on_demand.items.mobile.caption
source: Cellular network
el: Δίκτυο Κινητής
fr: Réseau cellulaire
pl: Sieć komórkowa
sv: Mobilt nätverk
uk: Мобільна мережа

# on_demand.items.ethernet.caption
source: Trust wired connections
el: Εμπιστευθείτε τις ενσύρματες συνδέσεις
fr: Faire confiance aux connexions filaires
pl: Ufaj połączeniom przewodowym
sv: Lita på kabelanslutna uppkopplingar
uk: Довірені ethernet підключення

# on_demand.items.ethernet.description
source: Check to trust any wired cable connection.
el: Επιλέξτε για να εμπιστευθείτε οποιαδήποτε ενσύρματη σύνδεση καλωδίου.
fr: Cochez pour faire confiance à toutes les connexions filaires.
pl: Zaznacz, aby traktować każde przewodowe połączenie kablowe jako zaufane.
sv: Markera för att lita på alla kabelanslutna uppkopplingar.
uk: Увімкніть, щоб додати до довірених дротових підключень.

# on_demand.items.policy.caption
source: Trust disables VPN
el: Τα αξιόπιστα δίκτυα απενεργοποιούν το VPN
fr: La confiance désactive le VPN
pl: Wyłącz VPN dla zaufanych sieci
sv: Förtroende inaktiverar VPN
uk: Дов. мережа вимикає VPN

# diagnostics.title
source: Diagnostics
el: Διαγνωστικά
fr: Diagnostiques
pl: Diagnostyka
uk: Диагностика

# diagnostics.sections.debug_log.footer
source: Masking status will be effective after reconnecting. Network data are hostnames, IP addresses, routing, SSID. Credentials and private keys are not logged regardless.
el: Η κατάσταση κάλυψης θα είναι αποτελεσματική μετά την επανασύνδεση. Τα δεδομένα δικτύου είναι του διακομιστή, διευθύνσεις IP, δρομολόγηση και SSID. Τα διαπιστευτήρια και τα ιδιωτικά κλειδιά δεν καταγράφονται ανεξάρτητα.
fr: Camouflage du status sera effectif après la reconnection. Les données réseaux sont les noms d'hôtes, adresses IP, routage, SSID. Les identifiants et clés privés ne sont pas enregistrés.
pl: Status maskowania będzie widoczny po ponownym połączeniu. Dane połączenia to nazwy hostów, adresy IP, routing, SSID. Loginy i klucze prywatne nie są zapisywane.
sv: Masking status kommer att fungera efter återanslutning. Nätverksdata är värdnamn, IP-adresser, routing, SSID. Referenser och privata nycklar loggas inte oavsett.
uk: Маскування увімкнеться після повторного підключення. Інформація про мережу - це назви хост профілів, IP адреса, маршрути та SSID. Дані для входу та приватні ключі не збираються.

# diagnostics.items.server_configuration.caption
source: Server configuration
el: Ρυθμίσεις Διακομιστή
fr: Configuration serveur
pl: Konfiguracja serwera
sv: Server konfiguration
uk: Конфігурація сервера

# diagnostics.items.app_log.title
source: App
el: Εφαρμογή
fr: Application
pl: Aplikacja
uk: Застосунок

# diagnostics.items.masks_private_data.caption
source: Mask network data
el: Μάσκα δεδομένα δικτύου
fr: Masquer les données de réseau
pl: Maskuj dane sieci
sv: Mask nätverksdata
uk: Маскувати інформацію про мережу

# diagnostics.items.report_issue.caption
source: Report connectivity issue
el: Αναφορά ζητήματος συνδεσιμότητας
fr: Rapporter un problème de connection
pl: Zgłoś problemy z połączeniem
sv: Rapportera anslutningsproblem
uk: Повідомити про проблему підкл.

# diagnostics.alerts.masks_private_data.messages.must_reconnect
source: In order to safely reset the current debug log and apply the new masking preference, you must reconnect to the VPN now.
el: Για να επαναφέρετε με ασφάλεια την τρέχουσα καταγραφή εντοπισμού σφαλμάτων και να εφαρμόσετε τη νέα προτίμηση κάλυψης, πρέπει να συνδεθείτε ξανά με το VPN.
fr: Pour bien réinitialiser le registre de diagnostique et appliquer les préférences de camouflage, vous devez vous reconnecter au VPN maintenant.
pl: Aby bezpiecznie zresetować rejestr debugowania i zastosować nowe ustawienia maskowania, musisz połączyć się z VPN ponownie.
sv: För att säkert återställa den aktuella felsökningsloggen och tillämpa den nya maskeringspreferensen måste du återansluta till VPN nu.
uk: Для безпечного скидання журналу налагодження та зміни маскування інформації мережі ви повинні знову підключитися до VPN.

# debug_log.title
source: Debug log
el: Μητρώο εντοπισμού σφαλμάτων
fr: Journal de débogage
pl: Debugowanie
uk: Діагностичний журнал

# debug_log.buttons.copy
source: Copy
el: Αντιγραφή
fr: Copier
pl: Kopiuj
sv: Kopiera
uk: Копіювати

# report_issue.alert.title
source: Report issue
el: Αναφορά Προβλήματος
fr: Rapporter un problème
pl: Zgłoś błąd
sv: Rapportera problem
uk: Повідомити про проблему

# shortcuts.add.title
source: Add shortcut
el: Προσθήκη Συντόμευσης
fr: Ajouter un raccourcis
pl: Dodaj skrót
sv: Lägg till genväg
uk: Створити команду

# shortcuts.add.sections.cellular.header
source: Cellular
el: Δίκτυο Κινητής
fr: Cellulaire
pl: Dane komórkowe
uk: Мобільна мережа

# shortcuts.add.items.connect.caption
source: Connect to
el: Σύνδεση σε
fr: Connecter à
pl: Połącz z
sv: Anslut till
uk: Підключитися до

# shortcuts.add.items.enable_vpn.caption
source: Enable VPN
el: Ενεργοποίηση VPN
fr: Activer VPN
pl: Włącz VPN
sv: Aktivera VPN
uk: Увімкнути VPN
