Repository: passepartoutvpn/passepartout
Catalog: Passepartout/AppShared/*.lproj/Localizable.strings
Languages: el, fr, pl, sv, uk

# shortcuts.add.items.disable_vpn.caption
source: Disable VPN
el: Απενεργοποίηση VPN
fr: Désactiver VPN
pl: Wyłącz VPN
sv: Inaktivera VPN
uk: Відключити VPN

# shortcuts.add.items.trust_current_wifi.caption
source: Trust current Wi-Fi
el: Εμπιστέψου το τρέχον Wi-Fi
fr: Faire confiance au présent réseau Wi-Fi
pl: Zaufaj obecnie połączonej sieci Wi-Fi
sv: Lita på nuvarande Wi-Fi
uk: Довіряти поточному Wi-Fi

# shortcuts.add.items.untrust_current_wifi.caption
source: Untrust current Wi-Fi
el: Μην εμπιστευθείτε το τρέχον Wi-Fi
fr: Retirer le présent réseau Wi-Fi des réseaux de confiance.
pl: Przestań ufać obecnie połączonej sieci Wi-Fi
sv: Avaktivera nuvarande Wi-Fi
uk: Не довіряти поточному Wi-Fi

# shortcuts.add.items.trust_cellular.caption
source: Trust cellular network
el: Εμπιστοσύνη δικτύου κινητής τηλεφωνίας
fr: Faire confiance au présent réseau cellulaire
pl: Ufaj danym komórkowym
sv: Lita på mobilnätverk
uk: Довіряти мобільній мережі

# shortcuts.add.items.untrust_cellular.caption
source: Untrust cellular network
el: Μην εμπιστευθείτε το δίκτυο κινητής τηλεφωνίας
fr: Retirer le présent réseau cellulaire des réseaux de confiance.
pl: Przestań ufać danym komórkowym
uk: Не довіряти мобільній мережі

# shortcuts.add.alerts.no_profiles.message
source: There is no profile to connect to.
el: Δεν υπάρχει προφίλ για σύνδεση.
fr: Il n'y a aucun profile pour se connecter.
pl: Brak wybranego profilu połączenia.
sv: Det finns ingen profil att ansluta till.
uk: Немає профіля для підключення

# shortcuts.edit.title
source: Manage shortcuts
el: Διαχείριση συντομεύσεων
fr: Gérer les raccourcis
pl: Zarządzaj skrótami
sv: Hantera genvägar
uk: Керувати командами

# shortcuts.edit.sections.all.header
source: Existing shortcuts
el: Υπάρχουσες συντομεύσεις
fr: Raccourcis existants
pl: Istniejące skróty
sv: Befintliga genvägar
uk: Існуючі команди

# shortcuts.edit.sections.add.footer
source: Get help from Siri to speed up your most common interactions with the app.
fr: Obtenez de l'aide de Siri pour accélérer vos intéractions les plus courantes avec l'app.
pl: Użyj Siri żeby przyspieszyć najczęstsze akcje w aplikacji.
sv: Få hjälp från Siri för att påskynda dina vanligaste interaktioner med appen.
uk: Отримати допомогу від Siri, щоб пришвидшити найчастіші дії з програмою.

# shortcuts.edit.items.add_shortcut.caption
source: Add shortcut
el: Προσθήκη Συντόμευσης
fr: Ajouter un raccourcis
pl: Dodaj skrót
sv: Lägg till genväg
uk: Створити команду

# paywall.title
source: Purchase
el: Αγορά
fr: Acheter
pl: Kup
sv: Köp
uk: Придбати

# paywall.sections.products.footer
source: Every product is a one-time purchase. Provider purchases do not include a VPN subscription.
el: Κάθε προϊόν είναι μια αγορά. Οι αγορές παρόχων δεν περιλαμβάνουν τη συνδρομή VPN.
fr: Chaque produit est un achat unique. Les achats n'incluent pas une souscription à un service de VPN.
pl: Każdy produkt to zakup jednorazowy. Kuipno usługodawcy nie zawiera subskrypcji VPN.
sv: Varje produkt är ett engångsköp. Leverantörsköp inkluderar inte ett VPN-abonnemang.
uk: Кожен товар є одноразовою покупкою. Покупки провайдерів не включають підписку на VPN

# paywall.items.loading.caption
source: Loading products
el: Φόρτωση προϊόντων
fr: Chargement des produits
pl: Ładowanie produktów
sv: Laddar produkter
uk: Завантаженя товарів

# paywall.items.full_version.extra_description
source: All providers (including future ones) %@
el: Όλοι οι πάροχοι (περιλαμβάνονται και οι μελλοντικοί) %@
fr: Tous les fournisseurs (incluant les prochains) %@
pl: Wszyscy usługodawcy (włączając przyszłych) %@
sv: Alla leverantörer (inklusive framtida) %@
uk: Всі провайдери (в тому числі майбутні) %@

# paywall.items.restore.title
source: Restore purchases
el: Επαναφορά Αγορών
fr: Restaurer les achats
pl: Przywróć zakup
sv: Återställ köp
uk: Відновити покупки

# paywall.items.restore.description
source: If you bought this app or feature in the past, you can restore your purchases and this screen won't show again.
el: Εαν αγοράσατε την εφαρμογή στο παρελθόν, μπορείτε να κάνετε επαναφορά αγορών και αυτή η οθόνη δε θα εμφανιστεί ξανά.
fr: Si vous avez acheté l'application ou une fonctionnalité dans le passé, vous pouvez restaurer les achats et ce message ne s'affichera plus.
pl: Jeśli kupiłeś tą aplikację lub funkcję wcześniej, możesz przywrócić swoje zakupy i ten ekran nie będzie wyświetlony ponownie.
sv: Om du köpte den här appen eller funktionen tidigare kan du återställa dina inköp och den här skärmen visas inte igen.
uk: Якщо ви придбали цю програму чи функцію раніше, ви можете відновити покупки, і цей екран більше не відображатиметься

# donate.title
source: Donate
el: Δωρεά
fr: Faire un don
pl: Dotacja
sv: Donera
uk: Зробити пожертвування

# donate.sections.one_time.header
source: One time
el: Μια Φορά
fr: Une seule fois
pl: Jeden raz
sv: En gång
uk: Одноразово

# donate.sections.one_time.footer
source: If you want to display gratitude for my free work, here are a couple amounts you can donate instantly. You will only be charged once per donation, and you can donate multiple times.
el: Αν είστε χαρούμενη με τη δουλειά μου, εδώ είναι λίγα ποσά που μπορείτε να δώσετε αμέσως. Θα χρεωθείτε μόνο μία φορά και μπορείτε να δώσετε πολλές φορές.
fr: Si vous voulez manifester votre gratitude envers mon travail bénévole, voici certains montants pour faire un don instantanément. Vous n'allez être chargé qu'une seule fois par don et vous pouvez faire un don plus d'une fois.
pl: Jeśli chcesz docenić moją pracę, poniżej znajdziesz kilka kwot do wyboru dotacji. Twoje konto zostanie obciążone tylko raz na jedną dotację, możesz wysłać dotację kilka razy.
sv: Om du vill visa tacksamhet för mitt fria arbete, här är några belopp du kan donera direkt. Du betalas endast en gång per donation, och du kan donera flera gånger.
uk: Якщо ви бажаєте подякувати за мою безкоштовну роботу, тут є декілька сум, які ви можете пожертвувати прямо зараз. З вас буде стягнено плату лише один раз, але ви можете робити пожертви кілька разів.

# donate.items.loading.caption
source: Loading donations
el: Φόρτωση δωρεών
fr: Chargement des dons
pl: Ładowanie dotacji
sv: Laddar donationer
uk: Завантажуємо пожертвування

# donate.items.purchasing.caption
source: Performing donation
el: Εκτέλεση δωρεάς
fr: Don en cours
pl: Wykonywanie dotacji
uk: Виконується

# donate.alerts.purchase.success.title
source: Thank you
el: Ευχαριστώ
fr: Merci
pl: Dziękuję
sv: Tack
uk: Дякуємо

# donate.alerts.purchase.success.message
source: This means a lot to me and I really hope you keep using and promoting this app.
el: Αυτό σημαίνει πολλά για μένα και πραγματικά ελπίζω να συνεχίσετε να χρησιμοποιείτε και να προωθείτε αυτήν την εφαρμογή.
fr: Ceci signifie beaucoup pour moi et j'espère sincèrement que vous continuerez d'utiliser et de promouvoir cette app.
pl: To dla mnie dużo znaczy, mam nadzięję że będziesz używać aplikacji i przyczynisz się do jej rozpowrzechnienia.
sv: Detta betyder mycket för mig och jag hoppas verkligen att du fortsätter att använda och marknadsföra denna app.
uk: Це дуже важливо для мене, і я сподіваюся, що ви й надалі будете користуватися цією програмою та рекламувати її.

# donate.alerts.purchase.failure.message
source: Unable to perform the donation. %@
el: Δεν είναι δυνατή η εκτέλεση της δωρεάς. %@
fr: Impossible de faire le don. %@
pl: Nie można dokonać dotacji. %@
sv: Kan inte göra donationen. %@
uk: Не вдається здійснити пожертвування. %@

# settings.title
source: Settings
el: Ρυθμίσεις
fr: Réglages
pl: Ustawienia
sv: Inställningar
uk: Налаштування

# settings.items.locks_in_background.caption
source: Lock app access
el: Κλείδωμα πρόσβασης στην εφαρμογή
fr: Verrouiller l'accès à l'application
pl: Zablokuj dostęp do aplikacji
sv: Åtkomst till låst app
uk: Заблокувати доступ до програми

# settings.items.donate.caption
source: Make a donation
el: Κάντε μια δωρεά
fr: Faire un don
pl: Wyślij dotację
sv: Gör en donation
uk: Зробити пожертвування

# about.title
source: About
el: Περι
fr: À propos
pl: O programie
uk: Про нас

# about.sections.web.header
source: Web
pl: Strona WWW
uk: Веб

# about.items.credits.caption
source: Credits
el: Συντελεστές
fr: Crédits
pl: Twórcy
uk: Подяки

# about.items.join_community.caption
source: Join community
el: Συμμετοχή στην κοινότητα
fr: Rejoindre la communauté
pl: Dołącz do społeczności
sv: Gå med i communityn
uk: Вступити до спільноти

# about.items.write_review.caption
source: Write a review
el: Γράψτε μια κριτική
fr: Écrire un avis
pl: Napisz recenzję
sv: Skriv en recension
uk: Залишити відгук

# about.items.share_twitter.caption
source: Tweet about it!
el: Tweet γι 'αυτό!
fr: Tweetez!
pl: Wyślij tweeta!
sv: Tweet om det!
uk: Твітніть про нас!

# about.items.website.caption
source: Home page
el: Αρχική Σελίδα
fr: Page d'accueil
pl: Strona domowa
sv: Hemsida
uk: Домашня сторінка

# about.items.disclaimer.caption
source: Disclaimer
el: Άρνηση Ευθύνης
fr: Avis de non-responsabilité
pl: Zastrzeżenie
uk: Відмова від відповідальності

# about.items.privacy_policy.caption
source: Privacy policy
el: Πολιτική Απορρήτου
fr: Politique de la vie privée
pl: Polityka prywatności
sv: Sekretesspolicy
uk: Політика конфіденційності

# version.title
source: Version
el: Έκδοση
pl: Wersja
uk: Версія

# version.labels.intro
source: Passepartout and TunnelKit are written and maintained by Davide De Rosa (keeshux). Source code for Passepartout and TunnelKit is publicly available on GitHub under the GPLv3, you can find links in the home page.
el: Το Passepartout και το TunnelKit γράφονται και συντηρούνται από τον Davide De Rosa (keeshux). Ο πηγαίος κώδικας για το Passepartout και το TunnelKit είναι δημόσια διαθέσιμε στο GitHub υπό το GPLv3, μπορείτε να βρείτε συνδέσμους στην αρχική σελίδα.
fr: Passepartout et TunnelKit sont codés et maintenu par Davide De Rosa (keeshux). Le code source de Passepartout et TunnelKit est publiquement disponible sur GitHub sous license GPLv3, vous pouvez trouver les liens sur la page d'accueil.
pl: Passepartout i TunnelKit są stworzone i utrzymywane przez Davide De Rosa (keeshux). Kod źródłowy Passepartout i TunnelKit jest publicznie dostępny na licencji GPLv3, linki możesz znaleźć na stronie domowej.
sv: Passepartout och TunnelKit skrivs och underhålls av Davide De Rosa (keeshux). Källkod för Passepartout och TunnelKit är offentligt tillgänglig på GitHub under GPLv3, du kan hitta länkar på hemsidan.
uk: Passepartout та TunnelKit створені та підтримуются Davide De Rosa (keeshux). Початкові коди для Passepartout и TunnelKit публічно доступні на GitHub під GPLv3, ви можете знайти посилання на домашній сторінці

# credits.title
source: Credits
el: Συντελεστές
fr: Crédits
pl: Twórcy
uk: Подяка

# credits.sections.licenses.header
source: Licenses
el: Άδειες
pl: Licencje
uk: Ліцензії

# credits.sections.notices.header
source: Notices
el: Σημειώσεις
fr: Préavis
pl: Dodatki
sv: Meddelanden
uk: Примітки

# preferences.title
source: Preferences
el: Προτιμήσεις
fr: Préférences
pl: Preferencje
sv: Inställningar
uk: Налаштування

# preferences.sections.general.header
source: General
el: Γενικός
fr: Général
pl: Ogólne
sv: Allmänt
uk: Загальні

# preferences.items.launches_on_login.caption
source: Launch on login
el: Εκκίνηση κατά τη σύνδεση
fr: Lancer au démarrage
pl: Uruchom po zalogowaniu
sv: Öppna vid inloggning
uk: Запускати під час входу в систему

# preferences.items.launches_on_login.footer
source: Check to automatically launch the app on boot or login.
el: Επιλέξτε για αυτόματη εκκίνηση της εφαρμογής κατά την εκκίνηση ή τη σύνδεση.
fr: Cochez pour lancer automatiquement l'application à la connexion ou au démarrage.
pl: Zaznacz, aby automatycznie uruchamiać aplikację przy restarcie systemu lub logowaniu.
sv: Markera för att starta appen automatiskt efter omstart eller vid inloggning.
uk: Увімкніть, щоб програма автоматично запускалася під час завантаження або входу.

# preferences.items.confirm_quit.caption
source: Confirm quit
el: Επιβεβαίωση διακοπής
fr: Notification de sortie
pl: Potwierdź zakończenie pracy
sv: Bekräfta lämna
uk: Підтвердити вихід

# preferences.items.confirm_quit.footer
source: Check to present a quit confirmation alert.
el: Επιλέξτε για παρουσίαση ειδοποίησης ότι επιβεβαιώνεται η διακοπή.
fr: Cochez pour recevoir une demande de confirmation lorsque vous quittez.
pl: Zaznacz, aby wyświetlić monit o potwierdzeniu zakończenia.
sv: Markera för att visa en uppmaning att bekräfta att man vill lämna appen.
uk: Увімкніть, щоб вихід треба було підтверджувати.

# menu.system.quit.messages.confirm
source: The VPN, if enabled, will still run in the background. Do you want to quit?
el: Το VPN, αν είναι ενεργοποιημένο, θα εξακολουθεί να εκτελείται στο παρασκήνιο. Θέλετε να το διακόψετε?
fr: S'il est activé, le VPN fonctionnera en tâche de fond. Voulez-vous quitter ?
pl: Jeśli sieć VPN, jest włączona, będzie nadal działać w tle. Chcesz zakończyć?
sv: Om ett VPN är aktiverat kommer detta fortfarande att köra i bakgrunden. Vill du lämna?
