Repository: passepartoutvpn/passepartout
Catalog: Passepartout/AppShared/*.lproj/Localizable.strings
Languages: el, fr, pl, sv, uk

# global.strings.cancel
source: Cancel
el: Ακύρωση
fr: Annuler
pl: Anuluj
sv: Avbryt
uk: Скасувати

# global.strings.next
source: Next
el: Επόμενο
fr: Suivant
pl: Następny
sv: Nästa
uk: Далі

# global.strings.ok
source: OK
uk: Ок

# global.strings.save
source: Save
el: Αποθήκευση
fr: Enregistrer
pl: Zapisz
sv: Spara
uk: Зберегти

# global.strings.rename
source: Rename
el: Επανονομασία
fr: Renommer
pl: Zmień nazwę
sv: Byt namn
uk: Змінити

# global.strings.duplicate
source: Duplicate
el: Δημιουργήστε αντίγραφο
fr: Dupliquer
pl: Duplikuj
sv: Duplicera
uk: Дублювати

# global.strings.add
source: Add
el: Προσθήκη
fr: Ajouter
pl: Dodaj
sv: Lägg till
uk: Додати

# global.strings.delete
source: Delete
el: Διαγράψτε
fr: Supprimer
pl: Usuń
sv: Radera
uk: Видалити

# global.strings.uninstall
source: Uninstall
el: Καταργήστε την εγκατάσταση
fr: Désinstaller
pl: Odinstaluj
sv: Avinstallera
uk: Видалити застосунок

# global.strings.default
source: Default
uk: За замовчуванням

# global.strings.name
source: Name
el: Όνομα
fr: Nom
pl: Nazwa
sv: Namn
uk: Ім'я

# global.strings.profiles
source: Profiles
el: Προφίλ
fr: Profils
pl: Profile
sv: Profiler
uk: Профілі

# global.strings.provider
source: Provider
el: Πάροχος
fr: Fournisseur
pl: Dostawca
sv: Leverantör
uk: Провайдер

# global.strings.providers
source: Providers
el: Πάροχοι
fr: Fournisseurs
pl: Usługodawcy
sv: Leverantörer
uk: Провайдери

# global.strings.configuration
source: Configuration
el: Ρύθμιση
pl: Konfiguracja
sv: Konfiguration
uk: Конфігурація

# global.strings.address
source: Address
el: Διεύθυνση
fr: Adresse
pl: Adres
sv: Adress
uk: Адреса

# global.strings.addresses
source: Addresses
el: Διεθύνσεις
fr: Adresses
pl: Adresy
sv: Adresser
uk: Адреси

# global.strings.port
source: Port
el: Θύρα
uk: порт

# global.strings.protocol
source: Protocol
el: Πρωτόκολλο
fr: Protocole
pl: Protokół
sv: Protokoll
uk: Протокол

# global.strings.protocols
source: Protocols
el: Πρωτόκολλα
pl: Protokoły
sv: Protokoll
uk: Протоколи

# global.strings.enabled
source: Enabled
el: Ενεργοποιήθηκε
fr: Activer
pl: Włączony
sv: Aktiverad
uk: Увімкнено

# global.strings.disabled
source: Disabled
el: Απενεργοποιήθηκε
fr: Désactiver
pl: Wyłączony
sv: Inaktiverad
uk: Вімкнено

# global.strings.none
source: None
el: Κανένα
fr: Aucun
pl: Brak
sv: Ingen
uk: Немає

# global.strings.automatic
source: Automatic
el: Αυτόματο
fr: Automatique
pl: Automatycznie
sv: Automatiskt
uk: Автоматично

# global.strings.manual
source: Manual
el: Χειροκίνητο
fr: Manuel
pl: Ręcznie
sv: Manuellt
uk: Вручну

# global.strings.encryption
source: Encryption
el: Κρυπτογράφηση
fr: Cryptage
pl: Szyfrowanie
sv: Kryptering
uk: Шифрування

# global.strings.reconnect
source: Reconnect
el: Επανασύνδεση
fr: Reconnecter
pl: Połącz ponownie
uk: Перепідключити

# global.strings.servers
source: Servers
el: Διακομιστές
fr: Serveurs
pl: Serwery
sv: Servrar
uk: Сервери

# global.strings.domain
source: Domain
fr: Domaine
pl: Domena
uk: Домен

# global.strings.domains
source: Domains
el: Τομείς
fr: Domaines
pl: Domeny
sv: Domäner
uk: Домени

# global.strings.proxy
source: Proxy
uk: Проксі

# global.strings.bytes
source: Bytes
uk: байти

# global.strings.interface
source: Interface
el: Διεπαφή
pl: Interfejs
sv: Gränssnitt
uk: Інтерфейс

# global.strings.private_key
source: Private key
el: Ιδιωτικό κλειδί
fr: Clé privée
pl: Klucz prywatny
sv: Privat nyckel
uk: Закритий ключ

# global.strings.public_key
source: Public key
el: Δημόσιο κλειδί
fr: Clé publique
pl: Klucz publiczny
sv: Publik nyckel
uk: Відкритий ключ

# global.strings.endpoint
source: Endpoint
el: Τελικό σημείο
fr: Point terminal
pl: Punkt końcowy
sv: Slutpunkt
uk: Кінцева точка

# global.strings.keepalive
source: Keep-alive
el: Διατηρήστε ζωντανή
fr: Garder actif
pl: Utrzymuj połączenie
sv: hål-vid-liv
uk: Підтримувати підключеним

# global.strings.advanced
source: Advanced
el: Προηγμένα
fr: Avancé
pl: Zaawansowane
sv: Avancerat
uk: Додадкові

# global.strings.translations
source: Translations
el: Μεταφράσεις
fr: Traductions
pl: Tłumaczenia
uk: Переклади

# global.strings.show
source: Show
el: Προβολή
fr: Afficher
pl: Pokaż
sv: Visa
uk: Показати

# global.strings.connect
source: Connect
el: Σύνδεση
fr: Connecter
pl: Połącz
sv: Anslut
uk: З'єднатися

# global.strings.disconnect
source: Disconnect
el: Αποσύνδεση
fr: Déconnecter
pl: Rozłącz
sv: Koppla från
uk: Від'єднатися

# global.strings.download
source: Download
el: Λήψη
fr: Télécharger
pl: Pobierz
sv: Ladda ner
uk: Завантажити

# global.strings.authentication
source: Authentication
el: Αυθεντικοποίηση
fr: Authentification
pl: Uwierzytelnianie
sv: Autentisering
uk: Автентифікація

# global.messages.unlock_app
source: Passepartout is locked
el: Το πασπαρτού είναι κλειδωμένο
fr: Passepartout verrouillé
pl: Passepartout jest zablokowany
sv: Passepartout är låst
uk: Passepartout заблоковано

# global.messages.email_not_configured
source: No e-mail account is configured.
el: Δεν έχει ρυθμιστεί λογαριασμός ηλεκτρονικού ταχυδρομείου.
fr: Aucun compte courriel n'est configuré.
pl: Adres e-mail nie jest skonfigurowany.
sv: Inget e-postkonto är konfigurerat.
uk: Не налаштовано обліковий запис електронної пошти

# global.messages.share
source: Passepartout is a user-friendly, open source OpenVPN / WireGuard client for iOS and macOS
el: Το Passepartout είναι φιλικό προς το χρήστη, ανοιχτού κώδικα OpenVPN / WireGuard πρόγραμμα για iOS και macOS
fr: Passepartout est un client OpenVPN / WireGuard simple d'utilisation et open source pour iOS et macOS
pl: Passepartout to klient OpenVPN / WireGuard, przyjazny użytkownikowi, open-source, stworzony dla iOS i macOS
sv: Passepartout är en användarvänlig öppen källkod OpenVPN / WireGuard klient för iOS och macOS
uk: Passepartout — це зручний у використанні клієнт OpenVPN / WireGuard для iOS и macOS з відкритим кодом

# global.alerts.buttons.remind
source: Remind me later
el: Υπενθύμιση Αργότερα
fr: Me rappeler plus tard
pl: Przypomnij mi później
sv: Påminn mig senare
uk: Нагадати пізніше

# global.alerts.buttons.never
source: Don't ask again
el: Μη με ρωτήσεις ξανά
fr: Ne pas me redemander
pl: Nie przypominaj
sv: Fråga inte igen
uk: Більше не питати

# global.placeholders.profile_name
source: My profile
el: Το προφίλ μου
fr: Mon profile
pl: Mój profil
sv: Min profil
uk: Мій профіль

# global.errors.missing_profile
source: Missing profile
el: Λείπει προφίλ
fr: Profil manquant
pl: Brakujący profil
sv: Profil saknas
uk: Відсутній профіль

# global.errors.missing_account
source: Missing account
el: Λείπει λογαριασμός
fr: Compte manquant
pl: Brakujące konto
sv: Konto saknas
uk: Відсутній обліковий запис

# global.errors.missing_provider_server
source: Missing location
el: Λείπει η τοποθεσία
fr: Emplacement manquant
pl: Brakująca lokalizacja
sv: Plats saknas
uk: Відсутнє розташування

# global.errors.missing_provider_preset
source: Missing preset
el: Λείπει προεπιλογή
fr: Préréglage manquant
pl: Brakujący preset
sv: Förinställning saknas
uk: Відсутній пресет

# menu.all.support.title
source: Support
el: Υποστήριξη
pl: Wsparcie
uk: Підтримка

# menu.all.share.title
source: Share
el: Διαμοιράστε
fr: Partager
pl: Udostępnij
sv: Dela
uk: Поділитися

# menu.all.about.title
source: About %@
el: Σχετικά με %@
fr: À propos %@
pl: O %@
sv: Om %@
uk: Про %@

# menu.contextual.add_profile.from_files
source: From Files
el: Από τα αρχεία
fr: De Fichiers
pl: Z plików
sv: Från filer
uk: З файлу

# menu.contextual.add_profile.from_text
source: From text
el: Από το κείμενο
fr: Du Texte
pl: Z tekstu
sv: Från text
uk: З тексту

# menu.contextual.add_profile.imported
source: Add %@
el: Προσθήκη %@
fr: Ajouter %@
pl: Dodaj %@
sv: Lägg till %@
uk: Додати %@

# menu.contextual.support.write_review
source: Review
el: Κριτική
fr: Avis
pl: Recenzja
sv: Recension
uk: Відгук

# menu.contextual.support.join_community
source: Community
el: Κοινότητα
fr: Communité
pl: Społeczność
uk: Спільнота

# menu.contextual.share_twitter
source: Tweet
uk: Твіт

# menu.contextual.share_generic
source: Invite
el: Πρόσκληση
fr: Inviter
pl: Zaproś
sv: Bjud in
uk: Запросити

# menu.system.quit.title
source: Quit %@
el: Διακοπή %@
fr: Quitter %@
pl: Zakończ %@
sv: Lämna %@
uk: Вийти з %@

# tunnelkit.vpn.connecting
source: Connecting
el: Προσπάθεια Σύνδεσης
fr: Connection...
pl: Łączenie
sv: Anslutning
uk: Підключається

# tunnelkit.vpn.active
source: Active
el: Ενεργό
fr: Actif
pl: Aktywne
sv: Aktiv
uk: Активний

# tunnelkit.vpn.disconnecting
source: Disconnecting
el: Αποσυνδέετε
fr: Déconnection...
pl: Rozłączanie
sv: Koppla från
uk: Відключається

# tunnelkit.vpn.inactive
source: Inactive
el: Μη ενεργό
fr: Inactif
pl: Nieaktywne
sv: Inaktiv
uk: Не активний

# tunnelkit.vpn.disabled
source: Disabled
el: Απενεργοποιημένο
fr: Désactivé
pl: Wyłączone
sv: Inaktiverad
uk: Вимкнений

# tunnelkit.vpn.unused
source: Off
el: Ανενεργό
fr: Désactivé
pl: Wył
sv: Av
uk: Вимк

# tunnelkit.errors.vpn.timeout
source: Timeout
el: Τέλος χρονικού Ορίου
fr: Délais dépassé
pl: Upłynąl limit czasu połączenia
uk: Тайм-аут

# tunnelkit.errors.vpn.dns
source: DNS failed
el: Το DNS απέτυχε
fr: Échec DNS
pl: Błąd DNS
sv: DNS misslyckades
uk: Помилка DNS

# tunnelkit.errors.vpn.auth
source: Auth failed
el: Το Auth απέτυχε
fr: Échec Auth
pl: Błąd autoryzacji
uk: Помилка автентифікації

# tunnelkit.errors.vpn.tls
source: TLS failed
el: Το TLS απέτυχε
fr: Échec TLS
pl: Błąd TLS
sv: TLS misslyckades
uk: Помилка TSL

# tunnelkit.errors.vpn.encryption
source: Encryption failed
el: Η Κρυπτογράφηση απέτυχε
fr: Échec du cryptage
pl: Błąd szyfrowania
sv: Kryptering misslyckades
uk: Помилка розшифрування

# tunnelkit.errors.vpn.compression
source: Compression unsupported
el: Η συμπίεση δεν υποστηρίζεται
fr: Compression non supportée
pl: Niewspierana kompresja
sv: Komprimering utan stöd
uk: Компресія не підтримується

# tunnelkit.errors.vpn.network
source: Network changed
el: Το δίκτυο άλλαξε
fr: Réseau modifié
pl: Sieć zmieniona
sv: Nätverk ändrat
uk: Зміна мережі

# tunnelkit.errors.vpn.routing
source: Missing routing
el: Λείπει η δρομολόγηση
fr: Routage manquant
pl: Brak routingu
sv: Saknad routing
uk: Відсутня маршрутизація

# tunnelkit.errors.vpn.gateway
source: No gateway
el: Δεν υπάρχει πύλη
fr: Aucune passerelle
pl: Brak bramy domyślnej
sv: Ingen gateway
uk: Немає шлюзу

# tunnelkit.errors.vpn.shutdown
source: Server shutdown
el: Ο διακομιστής έκλεισε
fr: Arrêt du serveur
pl: Serwer został zamknięty
sv: Servern stängs av
uk: Сервер вимкнено

# tunnelkit.errors.parsing
source: Unable to parse the provided configuration file (%@).
el: Δεν είναι δυνατή η ανάλυση του παρεχόμενου αρχείου ρύθμισης παραμέτρων (%@).
fr: Incapable d'analyser le fichier de configuration fournis. (%@).
pl: Błąd w przetwarzaniu pliku konfiguracyjnego (%@).
sv: Det gick inte att analysera den angivna konfigurationsfilen (%@).
uk: Не вдається розібрати наданий файл конфігурації (%@).

# tunnelkit.errors.openvpn.malformed
source: The configuration file contains a malformed option (%@).
el: Το αρχείο ρυθμίσεων περιέχει μια ακατάλληλη επιλογή (%@).
fr: Le fichier de configuration contient une mauvaise option.(%@).
pl: Plik konfiguracyjny zawiera źle zformułowaną opcję (%@).
sv: Konfigurationsfilen innehåller ett felaktigt val (%@).
uk: Файл конфігурації містить некоректну опцію (%@).

# tunnelkit.errors.openvpn.required_option
source: The configuration file lacks a required option (%@).
el: Το αρχείο διαμόρφωσης δεν διαθέτει την απαιτούμενη επιλογή (%@).
fr: Le fichier de configuration ne contient pas une option requise. (%@).
pl: Plik konfiguracyjny nie nawiera potrzebnej opcji (%@).
sv: Konfigurationsfilen saknar ett obligatoriskt val (%@).
uk: У конфігураційному файлі відсутній обов’язковий параметр (%@).

# tunnelkit.errors.openvpn.unsupported_option
source: The configuration file contains an unsupported option (%@).
el: Το αρχείο διαμόρφωσης περιέχει μια επιλογή που δεν υποστηρίζεται (%@).
fr: Le fichier de configuration contient une option non supportée (%@).
pl: Plik konfiguracyjny posiada niewspieraną opcję (%@).
sv: Konfigurationsfilen innehåller ett stöd som inte stöds (%@).
uk: Конфігураційний файл містить параметр, який не підтримується (%@).

# tunnelkit.errors.openvpn.potentially_unsupported_option
source: The configuration file is correct but contains a potentially unsupported option (%@). Connectivity may break depending on server settings.
el: Το αρχείο ρυθμίσεων είναι σωστό, αλλά περιέχει μια δυνητικά μη υποστηριζόμενη επιλογή (%@). Η δυνατότητα σύνδεσης μπορεί να διακοπεί ανάλογα με τις ρυθμίσεις του διακομιστή.
fr: Le fichier de configuration est adéquat, mais contient une option potentiellement non supportée. (%@). La connection peut être perdue selon les paramètres du serveur.
pl: Plik konfiguracyjny jest poprawny, ale zawiera potencjalnie niewspieraną opcję (%@). Połączenie może zostać przerwane przez ustawienia serwera.
sv: Konfigurationsfilen är korrekt men innehåller ett eventuellt stöd som inte stöds (%@). Connectivity kan bryta beroende på serverinställningar.
uk: Файл конфігурації вірний, але можливо містить параметр який не підтримується (%@). З'єднання може розірватися залежно від налаштувань сервера

# tunnelkit.errors.openvpn.passphrase_required
source: Please enter the encryption passphrase.
el: Εισαγάγετε το κωδικό κρυπτογράφησης.
fr: Veuillez entrer le mot de passe d'encryption.
pl: Proszę wpisać frazę szyfrującą.
sv: Var god ange krypteringslösenfrasen.
uk: Будь ласка, введіть кодову фразу шифрування

# tunnelkit.errors.openvpn.decryption
source: Unable to decrypt private key.
el: Η διαμόρφωση περιέχει κρυπτογραφημένο ιδιωτικό κλειδί και δεν ήταν δυνατό να αποκρυπτογραφηθεί. Δείτε πάλι το κωδικό που καταχωρίσατε.
fr: Le fichier de configuration contient une clé privée encryptée et n'a pas été décryptée. Veuillez revérifier votre mot de passe.
pl: Konfiguracja zawiera zaszyfrowany klucz prywatny który nie może zostać odszyfrowany. Sprawdź frazę szyfrującą.
sv: Konfigurationen innehåller en krypterad privat nyckel och den kan inte dekrypteras. Kontrollera din inmatade lösenfras.
uk: Конфігурація містить зашифрований приватний ключ, він не може бути розшифрований. Перевірте кодову фразу.

# organizer.sections.active
source: In use
el: Σε χρήση
fr: En utilisation
pl: W użyciu
sv: Under användning
uk: Використовується

# organizer.empty.no_profiles
source: No profiles
el: Δεν υπάρχουν προφίλ
fr: Aucun profil
pl: Brak profili
sv: Inga profiler
uk: Немає профілів

# organizer.alerts.reddit.message
source: Did you know that Passepartout has a subreddit? Subscribe for updates or to discuss issues, features, new platforms or whatever you like. It's also a great way to show you care about this project.
el: Γνωρίζατε ότι το Passepartout έχει subreddit? Εγγραφείτε για ενημερώσεις ή για να συζητήσετε προβλήματα της εφαρμογές, νέες δυνατότητες και άλλα. Είναι επίσης ένας ωραίος τρόπος να δείξετε ότι ενδιαφέρεστε για τη προσπάθεια αυτή.
fr: Saviez-vous que Passepartout a un subreddit? Souscrivez pour les mises à jour ou discuter des problèmes, caractéristiques, nouvelles plateformes ou quoi que ce soit. C'est aussi une très bonne façon de démontrer votre enthousiasme envers le projet.
pl: Wiedziałeś/łaś, że Passepartout ma swój subreddit? Subskrybuj dla aktualizacji, dyskusji o funkcjonalności, nowych platformach lub o czymkolwiek zechcesz. To również świetny sposób na okazanie zainteresowania projektem.
sv: Visste du att Passepartout har en subreddit? Prenumerera på uppdateringar eller diskutera problem, funktioner, nya plattformar eller vad du vill. Det är också ett bra sätt att visa dig bryr dig om detta projekt.
uk: Чи знали ви, що Passepartout має свій сабреддит? Підписуйтесь для отримання оновлень, обговорення проблем, функцій, нових платформ або будь-чого. Це також чудовий спосіб показати підтримку проекту.

# organizer.alerts.reddit.buttons.subscribe
source: Subscribe now!
el: Εγγραφή τώρα!
fr: Souscrivez maintenant!
pl: Subskrybuj!
sv: Prenumerera nu!
uk: Підпишіться зараз!

# organizer.alerts.remove_profile.message
source: Are you sure you want to delete profile %@?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το προφίλ %@;
fr: Voulez-vous vraiment supprimer le profil %@ ?
pl: Na pewno chcesz usunąć profil %@?
sv: Är det säkert att du vill ta bort profilen %@?
uk: Ви впевнені, що хочете видалити профіль %@?

# add_profile.shared.title
source: New profile
el: Νέο προφίλ
fr: Nouveau profil
pl: Nowy profil
sv: Ny profil
uk: Новий профіль

# add_profile.shared.views.existing.header
source: Existing profiles
el: Υπάρχον Προφίλ
fr: Profiles existants
pl: Istniejące profile
sv: Befintliga profiler
uk: Існуючі профілі

# add_profile.shared.alerts.overwrite.message
source: A profile with the same name already exists. Replace it?
el: Ένα προφίλ με το ίδιο όνομα υπάρχει ήδη. Αντικατάσταση;
fr: Un profile avec ce même nom existe déjà. Le remplacer ?
pl: Profil hosta z taką nazwą już istnieje. Nadpisać profil?
sv: En profil med samma namn finns redan. Vill du ersätta den?
uk: Профіль з таким ім'ям вже існує. Замінити?

# add_profile.host.sections.encryption.footer
source: Enter passphrase
el: Εισαγωγή φράσης εισόδου
fr: Saisir le mot de passe
pl: Wpisz frazę szyfrującą
sv: Ange lösenfras
uk: Введіть кодову фразу

# add_profile.provider.sections.vpn.footer
source: Here you find a few providers with preset configuration profiles.
el: Εδώ θα βρείτε ορισμένους παρόχους με προκαθορισμένες ρυθμίσεις προφίλ.
fr: Ici vous pouvez trousers certains fournisseurs avec des profiles déjà configurés.
pl: Tutaj znajdziesz kilku usługodawców z profilami konfiguracyjnymi.
sv: Här hittar du några leverantörer med förinställda konfigurationsprofiler.
uk: Тут ви знайдете декілька провайдерів з вже створеними профілями

# add_profile.provider.items.update_list
source: Update list
el: Αναβάθμιση Λίστας
fr: Actualiser la liste
pl: Zaktualizuj listę
sv: Uppdatera listan
uk: Оновити список

# add_profile.provider.errors.no_default_server
source: Could not find any server.
el: Δεν βρέθηκε διακομιστής
fr: Aucun serveur trouvé
pl: Nie znaleziono żadnego serwera.
sv: Ingen server hittades.
uk: Не вдалося знайти сервер

# profile.welcome.message
source: Welcome to Passepartout! Use the organizer to add a new profile.
el: Καλώς Ήλθατε στο Passepartout! Χρησιμοποιήστε τον διοργανωτή για να προσθέσετε ένα νέο προφίλ.
fr: Bienvenue à Passepartout! Utilisez l'organiseur pour ajouter un nouveau profile.
pl: Witaj w Passepartout! Użyj organizera by utworzyć nowy profil.
sv: Välkommen till Passepartout! Använd arrangören för att lägga till en ny profil.
uk: Ласкаво просимо до Passepartout! Використовуйте органайзер, щоб додати новий профіль.

# profile.sections.vpn.footer
source: The connection will be established whenever necessary.
el: Η σύνδεση θα πραγματοποιηθεί όποτε είναι απαραίτητο.
fr: La connection sera établie lorsque nécessaire.
pl: Połączenie zostanie nawiązane zgodnie z ustawieniami.
sv: Anslutningen kommer att upprättas vid behov.
uk: З'єднання буде встановлено за потреби

# profile.sections.status.header
source: Connection
el: Σύνδεση
pl: Połączenie
sv: Koppling
uk: З'єднання

# profile.sections.provider_infrastructure.footer
source: Last updated on %@.
el: Τελευταία ενημέρωση στις %@.
fr: Mis à jour : %@.
pl: Ostatnio aktualizowane %@.
sv: Senast uppdaterad på %@.
uk: Останнє оновлення %@.

# profile.sections.vpn_survives_sleep.footer
source: Disable to improve battery usage, at the expense of occasional slowdowns due to wake-up reconnections.
el: Απενεργοποιήστε για να βελτιώσετε τη χρήση της μπαταρίας, εις βάρος των περιστασιακών επιβραδύνσεων που οφείλονται σε επανασύνδεση αφύπνισης.
fr: Désactiver pour augmenter l'autonomie de la batterie, au dépends de la rapidité au réveil pour la reconnection.
pl: Wyłącz dla mniejszego zużycia baterii kosztem wolniejszego działania spowodowanego ponownym połączeniem przy wybudzeniu urządzenia.
sv: Inaktivera för att förbättra batterianvändningen, på bekostnad av tillfälliga avmattningar på grund av återuppkoppling.
uk: Вимкніть, щоб покращити використання акумулятора, може привести до тимчасових затримок у зв’язку з повторним підключенням після "пробудження".

# profile.sections.vpn_resolves_hostname.footer
source: Preferred in most networks and required in some IPv6 networks. Disable where DNS is blocked, or to speed up negotiation when DNS is slow to respond.
el: Προτιμάται στα περισσότερα δίκτυα και απαιτείται σε ορισμένα δίκτυα IPv6. Απενεργοποιήστε το εκεί που μπλοκάρεται το DNS ή για να επιταχύνετε τη επικοινωνία όταν το DNS είναι αργό για να ανταποκριθεί.
fr: Préféré dans la plus part des réseaux et requis dans certains réseaux IPv6. Désactiver lorsque le DNS est bloqué ou pour augmenter la rapidité des négociations lorsque le DNS est lent à répondre.
pl: Preferowane w większości sieci i potrzebne w niektórych sieciach IPv6. Wyłącz kiedy DNS jest zablokowane, lub żeby przyspieszyć ustanawianie połączenia gdy DNS jest zbyt wolne.
sv: Föredragna i de flesta nätverk och krävs i vissa IPv6-nätverk. Inaktivera var DNS blockeras eller för att påskynda förhandlingar när DNS är långsamt att svara.
uk: Бажано в більшості мереж і обов’язково потрібне в деяких мережах IPv6. Вимкніть там, де DNS заблоковано, або для прискорення з'єднання, коли DNS повільно відповідає

# profile.sections.feedback.header
source: Feedback
el: Ανατροφοδότηση
fr: Commentaires
pl: Wyraź opinię
uk: Відгук

# profile.items.use_profile.caption
source: Use this profile
el: Χρησιμοποιήστε αυτό το προφίλ
fr: Utiliser ce profile
pl: Używaj tego profilu
sv: Använd den här profilen
uk: Використовувати цей профіль.

# profile.items.vpn_service.caption
source: Enabled
el: Ενεργοποιήθηκε
fr: Activer
pl: Włączone
sv: Aktiverad
uk: Увімкнено

# profile.items.vpn.turn_on.caption
source: Enable VPN
el: Ενεργοποίηση VPN
fr: Activer VPN
pl: Włącz VPN
sv: Aktivera VPN
uk: Увімкнути VPN

# profile.items.vpn.turn_off.caption
source: Disable VPN
el: Απενεργοποίηση VPN
fr: Désactiver VPN
pl: Wyłącz VPN
sv: Inaktivera VPN
uk: Вимкнути VPN

# profile.items.connection_status.caption
source: Status
el: Κατάσταση
fr: Statut
uk: Статус

# profile.items.data_count.caption
source: Exchanged data
el: Ανταλλαγή δεδομένων
fr: Échanger les données
pl: Pobrane/wysłane dane
sv: Utbyttad data
uk: Обмін даними

# profile.items.randomizes_server.caption
source: Randomize server
el: Τυχαίος διακομιστής
fr: Rendre aléatoire le serveur
pl: Randomizuj serwer
sv: Välj server slumpmässigt
uk: Випадковий сервер

# profile.items.provider.refresh.caption
source: Refresh infrastructure
el: Ανανέωση της υποδομής
fr: Rafraîchir l'infrastructure
pl: Odśwież infrastrukturę
sv: Uppdatera infrastruktur
uk: Оновити інфраструктуру

# profile.items.category.caption
source: Category
el: Κατηγορία
fr: Catégorie
pl: Kategoria
sv: Kategori
uk: Категорія

# profile.items.only_shows_favorites.caption
source: Only show favorite locations
el: Προβολή αγαπημένων τοποθεσιών μόνο
fr: Afficher uniquement les emplacements favoris
pl: Pokazuj tylko ulubione lokalizacje
sv: Visa endast favoritplatser
uk: Показувати лише обрані місця

# profile.items.vpn_survives_sleep.caption
source: Keep alive on sleep
el: Κρατήστε ζωντανό στον ύπνο
fr: Garder actif lors de la veille
pl: Utrzymuj połączenie przy zablokowanym ekranie
sv: Håll dig levande i sömnen
uk: Залишати включеним під час сну

# profile.items.vpn_resolves_hostname.caption
source: Resolve provider hostname
el: Επίλυση του ονόματος σέρβερ διακομιστή
fr: Résoudre le nom d'hôte du serveur
pl: Rozwiązuj nazwy hostów usługodawcy
sv: Lösa server värdnamn
uk: Розпізнати ім’я хоста провайдера

# profile.alerts.rename.title
source: Rename profile
el: Μετονομασία προφίλ
fr: Renommer le profile
pl: Zmień nazwę profilu
sv: Byt namn på profil
uk: Змінити назву профілю
