Repository: passepartoutvpn/passepartout
Catalog: Packages/PartoutWireGuardGo/Sources/PartoutWireGuardGo/Resources/*.lproj/Localizable.strings
Languages: fr, pl, pt, sv

source: alertInvalidInterfaceTitle
fr: Interface invalide
pl: Nieprawidłowy interfejs
pt: Interface inválida
sv: Ogiltigt gränssnitt

source: alertInvalidInterfaceMessageNameRequired
fr: Le nom de l'interface est requis
pl: Nazwa interfejsu jest wymagana
pt: O nome da interface é obrigatório
sv: Gränssnittsnamn krävs

source: alertInvalidInterfaceMessagePrivateKeyRequired
fr: La clé privée de l'interface est requise
pl: Klucz prywatny interfejsu jest wymagany
pt: A chave privada da interface é obrigatória
sv: Gränssnittets privata nyckel krävs

source: alertInvalidInterfaceMessagePrivateKeyInvalid
fr: La clé privée de l'interface doit être une clé de 32 octets en encodage base64
pl: Klucz prywatny interfejsu musi być kluczem 32-bajtowym w kodowaniu base64
pt: A chave privada da interface deve ser uma chave de 32 bytes em codificação base64
sv: Gränssnittets privata nyckel måste vara en 32-byte nyckel i base64-kodning

source: alertInvalidInterfaceMessageAddressInvalid
fr: Les adresses de l'interface doivent être une liste d'adresses IP séparées par des virgules, éventuellement en notation CIDR
pl: Adresy interfejsu muszą być listą adresów IP oddzielonych przecinkami, opcjonalnie w notacji CIDR
pt: Os endereços da interface devem ser uma lista de endereços IP separados por vírgulas, opcionalmente em notação CIDR
sv: Gränssnittsadresser måste vara en lista med IP-adresser separerade med kommatecken, eventuellt i CIDR-notation

source: alertInvalidInterfaceMessageListenPortInvalid
fr: Le port d'écoute de l'interface doit être compris entre 0 et 65535, ou non spécifié
pl: Port nasłuchu interfejsu musi być w zakresie od 0 do 65535 lub nieokreślony
pt: A porta de escuta da interface deve estar entre 0 e 65535, ou não especificada
sv: Gränssnittets lyssningsport måste vara mellan 0 och 65535, eller ospecificerad

source: alertInvalidInterfaceMessageMTUInvalid
fr: Le MTU de l'interface doit être compris entre 576 et 65535, ou non spécifié
pl: MTU interfejsu musi być w zakresie od 576 do 65535 lub nieokreślone
pt: O MTU da interface deve estar entre 576 e 65535, ou não especificado
sv: Gränssnittets MTU måste vara mellan 576 och 65535, eller ospecificerad

source: alertInvalidInterfaceMessageDNSInvalid
fr: Les serveurs DNS de l'interface doivent être une liste d'adresses IP séparées par des virgules
pl: Serwery DNS interfejsu muszą być listą adresów IP oddzielonych przecinkami
pt: Os servidores DNS da interface devem ser uma lista de endereços IP separados por vírgulas
sv: Gränssnittets DNS-servrar måste vara en lista med IP-adresser separerade med kommatecken

source: alertInvalidPeerTitle
fr: Pair invalide
pl: Nieprawidłowy peer
pt: Peer inválido
sv: Ogiltig peer

source: alertInvalidPeerMessagePublicKeyRequired
fr: La clé publique du pair est requise
pl: Klucz publiczny peer’a jest wymagany
pt: A chave pública do peer é obrigatória
sv: Peers publika nyckel krävs

source: alertInvalidPeerMessagePublicKeyInvalid
fr: La clé publique du pair doit être une clé de 32 octets en encodage base64
pl: Klucz publiczny peer’a musi być kluczem 32-bajtowym w kodowaniu base64
pt: A chave pública do peer deve ser uma chave de 32 bytes em codificação base64
sv: Peers publika nyckel måste vara en 32-byte nyckel i base64-kodning

source: alertInvalidPeerMessagePreSharedKeyInvalid
fr: La clé pré-partagée du pair doit être une clé de 32 octets en encodage base64
pl: Klucz współdzielony peer’a musi być kluczem 32-bajtowym w kodowaniu base64
pt: A chave pré-compartilhada do peer deve ser uma chave de 32 bytes em codificação base64
sv: Peers fördelade nyckel måste vara en 32-byte nyckel i base64-kodning

source: alertInvalidPeerMessageAllowedIPsInvalid
fr: Les IP autorisées du pair doivent être une liste d'adresses IP séparées par des virgules, éventuellement en notation CIDR
pl: Dozwolone IP peer’a muszą być listą adresów IP oddzielonych przecinkami, opcjonalnie w notacji CIDR
pt: Os IPs permitidos do peer devem ser uma lista de endereços IP separados por vírgulas, opcionalmente em notação CIDR
sv: Peers tillåtna IP-adresser måste vara en lista med IP-adresser separerade med kommatecken, eventuellt i CIDR-notation

source: alertInvalidPeerMessageEndpointInvalid
fr: Le point de terminaison du pair doit être au format 'host:port' ou '[host]:port'
pl: Endpoint peer’a musi mieć format 'host:port' lub '[host]:port'
pt: O endpoint do peer deve estar no formato 'host:port' ou '[host]:port'
sv: Peers slutpunkt måste ha formatet 'host:port' eller '[host]:port'

source: alertInvalidPeerMessagePersistentKeepaliveInvalid
fr: La valeur du keepalive persistant du pair doit être comprise entre 0 et 65535, ou non spécifiée
pl: Wartość persistent keepalive peer’a musi być w zakresie od 0 do 65535 lub nieokreślona
pt: O valor de keepalive persistente do peer deve estar entre 0 e 65535, ou não especificado
sv: Peers persistent keepalive-värde måste vara mellan 0 och 65535, eller ospecificerat

source: alertInvalidPeerMessagePublicKeyDuplicated
fr: Deux pairs ou plus ne peuvent pas avoir la même clé publique
pl: Dwa lub więcej peer’ów nie może mieć tego samego klucza publicznego
pt: Dois ou mais peers não podem ter a mesma chave pública
sv: Två eller fler peers kan inte ha samma publika nyckel

source: macAlertInvalidLine (%@)
fr: Ligne invalide : '%@'.
pl: Nieprawidłowa linia: '%@'.
pt: Linha inválida: '%@'.
sv: Ogiltig rad: '%@'.

source: macAlertNoInterface
fr: La configuration doit comporter une section 'Interface'.
pl: Konfiguracja musi zawierać sekcję 'Interface'.
pt: A configuração deve ter uma seção 'Interface'.
sv: Konfigurationen måste ha en 'Interface'-sektion.

source: macAlertMultipleInterfaces
fr: La configuration ne doit comporter qu'une seule section 'Interface'.
pl: Konfiguracja może zawierać tylko jedną sekcję 'Interface'.
pt: A configuração deve ter apenas uma seção 'Interface'.
sv: Konfigurationen får endast ha en 'Interface'-sektion.

source: macAlertPrivateKeyInvalid
fr: La clé privée est invalide.
pl: Klucz prywatny jest nieprawidłowy.
pt: A chave privada é inválida.
sv: Privat nyckel är ogiltig.

source: macAlertListenPortInvalid (%@)
fr: Le port d'écoute '%@' est invalide.
pl: Port nasłuchu '%@' jest nieprawidłowy.
pt: A porta de escuta '%@' é inválida.
sv: Lyssningsport '%@' är ogiltig.

source: macAlertAddressInvalid (%@)
fr: L'adresse '%@' est invalide.
pl: Adres '%@' jest nieprawidłowy.
pt: O endereço '%@' é inválido.
sv: Adress '%@' är ogiltig.

source: macAlertDNSInvalid (%@)
fr: Le DNS '%@' est invalide.
pl: DNS '%@' jest nieprawidłowy.
pt: O DNS '%@' é inválido.
sv: DNS '%@' är ogiltig.

source: macAlertMTUInvalid (%@)
fr: Le MTU '%@' est invalide.
pl: MTU '%@' jest nieprawidłowe.
pt: O MTU '%@' é inválido.
sv: MTU '%@' är ogiltig.

source: macAlertUnrecognizedInterfaceKey (%@)
fr: L'interface contient une clé non reconnue '%@'
pl: Interfejs zawiera nierozpoznany klucz '%@'
pt: A interface contém uma chave não reconhecida '%@'
sv: Gränssnittet innehåller en okänd nyckel '%@'

source: macAlertInfoUnrecognizedInterfaceKey
fr: Les clés valides sont : 'PrivateKey', 'ListenPort', 'Address', 'DNS' et 'MTU'.
pl: Prawidłowe klucze to: 'PrivateKey', 'ListenPort', 'Address', 'DNS' i 'MTU'.
pt: As chaves válidas são: 'PrivateKey', 'ListenPort', 'Address', 'DNS' e 'MTU'.
sv: Giltiga nycklar är: 'PrivateKey', 'ListenPort', 'Address', 'DNS' och 'MTU'.

source: macAlertPublicKeyInvalid
fr: La clé publique est invalide
pl: Klucz publiczny jest nieprawidłowy
pt: A chave pública é inválida
sv: Publik nyckel är ogiltig

source: macAlertPreSharedKeyInvalid
fr: La clé pré-partagée est invalide
pl: Klucz współdzielony jest nieprawidłowy
pt: A chave pré-compartilhada é inválida
sv: Fördelad nyckel är ogiltig

source: macAlertAllowedIPInvalid (%@)
fr: L'IP autorisée '%@' est invalide
pl: Dozwolone IP '%@' jest nieprawidłowe
pt: O IP permitido '%@' é inválido
sv: Tillåten IP '%@' är ogiltig

source: macAlertEndpointInvalid (%@)
fr: Le point de terminaison '%@' est invalide
pl: Endpoint '%@' jest nieprawidłowy
pt: O endpoint '%@' é inválido
sv: Slutpunkt '%@' är ogiltig

source: macAlertPersistentKeepliveInvalid (%@)
fr: La valeur du keepalive persistant '%@' est invalide
pl: Wartość persistent keepalive '%@' jest nieprawidłowa
pt: O valor de keepalive persistente '%@' é inválido
sv: Persistent keepalive-värde '%@' är ogiltigt

source: macAlertUnrecognizedPeerKey (%@)
fr: Le pair contient une clé non reconnue '%@'
pl: Peer zawiera nierozpoznany klucz '%@'
pt: O peer contém uma chave não reconhecida '%@'
sv: Peer innehåller en okänd nyckel '%@'

source: macAlertInfoUnrecognizedPeerKey
fr: Les clés valides sont : 'PublicKey', 'PresharedKey', 'AllowedIPs', 'Endpoint' et 'PersistentKeepalive'
pl: Prawidłowe klucze to: 'PublicKey', 'PresharedKey', 'AllowedIPs', 'Endpoint' i 'PersistentKeepalive'
pt: As chaves válidas são: 'PublicKey', 'PresharedKey', 'AllowedIPs', 'Endpoint' e 'PersistentKeepalive'
sv: Giltiga nycklar är: 'PublicKey', 'PresharedKey', 'AllowedIPs', 'Endpoint' och 'PersistentKeepalive'

source: macAlertMultipleEntriesForKey (%@)
fr: Il ne doit y avoir qu'une seule entrée par section pour la clé '%@'
pl: Powinna być tylko jedna wartość na sekcję dla klucza '%@'
pt: Deve haver apenas uma entrada por seção para a chave '%@'
sv: Det bör endast finnas en post per sektion för nyckeln '%@'
