Repository: passepartoutvpn/passepartout
Catalog: Submodules/Core/Passepartout/Resources/*.lproj/Localizable.strings
Languages: de, it, ru

# global.ok
source: OK
ru: Ок

# global.cancel
source: Cancel
de: Abbrechen
it: Annulla
ru: Отменить

# global.next
source: Next
de: Weiter
it: Avanti
ru: Далее

# global.close
source: Close
de: Schließen
it: Chiudi
ru: Закрыть

# global.host.title_input.message
source: Acceptable characters are alphanumerics plus dash "-", underscore "_" and dot ".".
de: Gültige Zeichen beinhalten Buchstaben und Zahlen sowie Bindestrich "-", Unterstrich "_" und Punkt ".".
it: I caratteri ammessi sono gli alfanumerici e il trattino breve "-", il trattino basso "_" ed il punto ".".
ru: Разрешены буквы латиницы, дэш "-", нижнее подчеркивание "_" и точка ".".

# global.host.title_input.placeholder
source: My profile
de: Mein Profil
it: Il mio profilo
ru: Мой профиль

# global.email_not_configured
source: No e-mail account is configured.
de: Es wurde kein Email-Account konfiguriert.
it: Nessun account e-mail configurato.
ru: E-mail аккаунт не создан.

# global.cells.enabled
source: Enabled
de: Aktiviert
it: Abilitato
ru: Включен

# global.cells.disabled
source: Disabled
de: Deaktiviert
it: Disabilitato
ru: Выключен

# global.cells.none
source: None
de: Keine
it: Nessuno
ru: Нет

# global.cells.automatic
source: Automatic
de: Automatisch
it: Automatico
ru: Автоматически

# global.cells.manual
source: Manual
de: Manuell
it: Manuale
ru: Вручную

# reddit.message
source: Did you know that Passepartout has a subreddit? Subscribe for updates or to discuss issues, features, new platforms or whatever you like. It's also a great way to show you care about this project.
de: Wusstest du, daß Passepartout einen Subreddit hat? Abonniere ihn für Updates oder um Features, Probleme, neue Plattformen zu diskutieren - oder was auch immer du möchtest. Dies ist auch ein guter Weg zu zeigen dass dir dieses Projekt etwas bedeutet.
it: Sapevi che Passepartout ha un subreddit? Iscriviti per aggiornamenti o per discutere problemi, aggiunte, nuove piattaforme o qualunque cosa tu voglia. È anche un ottimo modo per dimostrare che hai a cuore questo progetto.
ru: А Вы знали, что Passepartout имеет свой сабреддит? Подписывайтесь для получения обновлений, обсуждения проблем, функций, новых платформ или чего угодно. Это также отличный способ показать поддержку проекта.

# reddit.buttons.subscribe
source: Subscribe now!
de: Jetzt abbonnieren!
it: Iscriviti ora!
ru: Подписаться сейчас!

# reddit.buttons.remind
source: Remind me later
de: Später erinnern
it: Ricordami più tardi
ru: Напомнить позже

# reddit.buttons.never
source: Don't ask again
de: Nicht erneut fragen
it: Non chiedere più
ru: Больше не спрашивать

# organizer.sections.providers.header
source: Providers
de: Anbieter
it: Provider
ru: Провайдеры

# organizer.sections.providers.footer
source: Here you find a few providers with preset configuration profiles.
de: Hier findest du einige Anbieter mit voreingestellten Konfigurationsprofilen.
it: Qui trovi alcuni provider con configurazioni precompilate.
ru: Здесь Вы найдёте несколько провайдеров с уже созданными профилями.

# organizer.sections.hosts.header
source: Hosts
it: Host
ru: Хосты|Hosts

# organizer.sections.hosts.footer
source: Import hosts from raw .ovpn configuration files.
de: Importiere Hosts aus .ovpn Konfigurationsdateien.
it: Importa un host da un file di configurazione .ovpn.
ru: Импорт хостов из .ovpn файлов

# organizer.sections.siri.header
source: Siri
ru: Сири

# organizer.sections.siri.footer
source: Get help from Siri to speed up your most common interactions with the app.
de: Erhalte Hilfe von Siri um deine üblichen Interaktionen mit der App zu beschleunigen.
it: Chiedi aiuto a Siri per velocizzare le tue interazioni più frequenti con l'app.
ru: Получить помощь Сири, чтобы ускорить частые действия с приложением.

# organizer.sections.support.header
source: Support
it: Supporto
ru: Поддержка

# organizer.sections.feedback.header
source: Feedback
ru: Отзыв

# organizer.cells.profile.value.current
source: In use
de: In Benutzung
it: In uso
ru: Используется

# organizer.cells.add_provider.caption
source: Add new provider
de: Neuen Anbieter hinzufügen
it: Aggiungi provider
ru: Добавить нового провайдера

# organizer.cells.add_host.caption
source: Add new host
de: Neuen Host hinzufügen
it: Aggiungi host
ru: Добавить новый хост

# organizer.cells.siri_shortcuts.caption
source: Manage shortcuts
de: Kurzbefehle verwalten
it: Gestisci comandi rapidi
ru: Управлять коммандами

# organizer.cells.join_community.caption
source: Join community
de: Community beitreten
it: Entra nella community
ru: Вступить в сообщество

# organizer.cells.write_review.caption
source: Write a review
de: Rezension schreiben
it: Scrivi una recensione
ru: Написать отзыв

# organizer.cells.donate.caption
source: Make a donation
de: Spenden
it: Fai una donazione
ru: Сделать пожертвование

# organizer.cells.patreon.caption
source: Support me on Patreon
de: Unterstütze mich bei Patreon
it: Supportami su Patreon
ru: Поддержите меня на Patreon

# organizer.cells.translate.caption
source: Offer to translate
de: Übersetzung anbieten
it: Offri una traduzione
ru: Помощь с переводом

# organizer.cells.about.caption
source: About %@
de: Über %@
it: Informazioni su %@
ru: Об %@

# organizer.cells.uninstall.caption
source: Remove VPN configuration
de: VPN-Konfiguration entfernen
it: Rimuovi configurazione VPN
ru: Удалить VPN конфигурацию

# organizer.alerts.exhausted_providers.message
source: You have created profiles for any available provider.
de: Du hast Profile für alle verfügbaren Anbieter erstellt.
it: Hai creato profili per tutti i provider disponibili.
ru: Вы создали профили для всех доступных провайдеров.

# organizer.alerts.add_host.message
source: Open an URL to an .ovpn configuration file from Safari, Mail or another app to set up a host profile. You can also import an .ovpn with iTunes File Sharing.
de: Öffne eine URL zu einer .ovpn-Konfigurationsdatei aus Safari, Mail oder anderen App um ein Host-Profil einzurichten. Du kannst auch eine .ovpn-Datei mit iTunes Dateifreigabe importieren.
it: Apri l'URL di un file di configurazione .ovpn da Safari, Mail o da un'altra app per configurare un host. Puoi anche importare un file .ovpn con iTunes File Sharing.
ru: Откройте ссылку на .ovpn файл конфигурации через Safari, Почту или другое приложение для добавление хост профиля. Вы также можете импортировать .ovpn файл через общие файлы iTunes.

# organizer.alerts.cannot_donate.message
source: There is no payment method configured on this device.
de: Auf diesem Gerät ist keine Bezahlmethode konfiguriert.
it: Nessun metodo di pagamento configurato su questo dispositivo.
ru: На этом усторйстве не выбран способ платежа.

# organizer.alerts.delete_vpn_profile.message
source: Do you really want to erase the VPN configuration from your device settings? This may fix some broken VPN states and will not affect your provider and host profiles.
de: Möchtest du wirklich die VPN-Konfiguration aus deinen Geräte-Einstellungen löschen? Dies behebt möglicherweise manche kaputten VPN-Zustände und beeinflusst nicht deine Anbieter und Hosts-Profile.
it: Vuoi veramente cancellare la configurazione VPN dalle impostazioni del tuo dispositivo? Quest'azione potrebbe risolvere alcuni stati erronei della VPN e non altererà i tuoi provider e i tuoi host.
ru: Вы действительно хотите убрать VPN конфигурацию из настроек устройства? Это может исправить несколько VPN ошибок, но не изменит установки приложения.

# wizards.host.cells.title_input.caption
source: Title
de: Titel
it: Titolo
ru: Название

# wizards.host.sections.existing.header
source: Existing profiles
de: Bestehende Profile
it: Profili esistenti
ru: Существующие профили

# wizards.host.alerts.existing.message
source: A host profile with the same title already exists. Replace it?
de: Ein Host-Profil mit identischem Titel existiert bereits. Ersetzen?
it: Esiste già un host con lo stesso titolo. Sostituire?
ru: Хост профиль с этим названием уже существует. Заменить?

# parsed_file.alerts.malformed.message
source: The configuration file contains a malformed option (%@).
de: Die Konfigurations-Datei enthält eine ungültige Option (%@).
it: La configurazione contiene un'opzione malformata (%@).
ru: Файл конфигурации содержит неверную опцию (%@).

# parsed_file.alerts.missing.message
source: The configuration file lacks a required option (%@).
de: Die Konfigurations-Datei enthält eine benötigte Option nicht (%@).
it: La configurazione non contiene un'opzione obbligatoria (%@).
ru: Файл конфигурации не содержит необходимую опцию (%@).

# parsed_file.alerts.unsupported.message
source: The configuration file contains an unsupported option (%@).
de: Die Konfigurations-Datei enthält eine nicht unterstützte Option (%@).
it: La configurazione contiene un'opzione non supportata (%@).
ru: Файл конфигурации содержит неподдерживаемую опцию (%@).

# parsed_file.alerts.potentially_unsupported.message
source: The configuration file is correct but contains a potentially unsupported option (%@). Connectivity may break depending on server settings.
de: Die Konfigurations-Datei ist korrekt, enthält aber möglicherweise eine nicht unterstützte Option (%@). Die Verbindung kann, abhängig von den Server-Einstellungen, unterbrochen werden.
it: La configurazione è corretto ma contiene un'opzione potenzialmente non supportata (%@). La connettività potrebbe fallire a seconda delle impostazioni del server.
ru: Файл конфигурации верный, но возможно содержит неподдерживаемую опцию (%@). Соединение может прерваться - зависит от настроек сервера.

# parsed_file.alerts.encryption_passphrase.message
source: Please enter the encryption passphrase.
de: Bitte die Verschlüsselungs-Passphrase eingeben.
it: Per favore inserisci la passphrase di criptazione.
ru: Пожалуйста, введите кодовую фразу шифрования

# parsed_file.alerts.decryption.message
source: The configuration contains an encrypted private key and it could not be decrypted. Double check your entered passphrase.
de: Die Konfiguration enthält einen verschlüsselten Private Key und konnte nicht entschlüsselt werden. Bitte überprüfe ob du die Passphrase eingegeben hast.
it: La configurazione contiene una chiave privata criptata e non è stato possibile decriptarla. Controlla la tua passphrase.
ru: Конфигурация содержит зашифрованный приватный ключ, он не может быть расшифрован. Перепроверьте кодовую фразу.

# parsed_file.alerts.parsing.message
source: Unable to parse the provided configuration file (%@).
de: Fehler beim Verarbeiten der Konfigurationsdatei (%@).
it: Impossibile processare il file di configurazione specificato (%@).
ru: Не получается разобрать предоставленный файл конфигурации (%@).

# parsed_file.alerts.buttons.report
source: Report an issue
de: Ein Problem melden
it: Segnala un problema
ru: Сообщить о проблеме

# imported_hosts.title
source: Imported hosts
de: Importierte Hosts
it: Host importati
ru: Импортированные хост профили

# service.welcome.message
source: Welcome to Passepartout! Use the organizer to add a new profile.
de: Willkommen bei Passepartout! Benutze den Organizer um ein neues Profil hinzuzufügen.
it: Benvenuto in Passepartout! Usa il menu per aggiungere un nuovo profilo.
ru: Добро пожаловать в Passepartout! Используйте организатор для добавления нового профиля.

# service.sections.general.header
source: General
de: Allgemein
it: Generale
ru: Основное

# service.sections.vpn.footer
source: The connection will be established whenever necessary.
de: Die Verbindung wird immer aufgebaut wenn notwendig.
it: La connessione sarà stabilita ogni volta che è necessario.
ru: Соединение будет установлено при необходимости.

# service.sections.status.header
source: Connection
de: Verbindung
it: Connessione
ru: Соединение

# service.sections.configuration.header
source: Configuration
de: Konfiguration
it: Configurazione
ru: Конфигурация

# service.sections.provider_infrastructure.footer
source: Last updated on %@.
de: Zuletzt aktualisiert am %@.
it: Ultimo aggiornamento: %@.
ru: Последнее обновление %@.

# service.sections.vpn_survives_sleep.footer
source: Disable to improve battery usage, at the expense of occasional slowdowns due to wake-up reconnections.
de: Deaktivieren um die Batterielaufzeit zu verbessern, allerdings verzögert sich der Verbindungsaufbau beim Aufwachen.
it: Disabilita per migliorare il consumo della batteria, a discapito di rallentamenti occasionali causati dalle riconnessioni.
ru: Отключите для уменьшения расхода заряда аккумулятора, может привести к временным замедлениям в связи с повторным подключением после "пробуждения".

# service.sections.vpn_resolves_hostname.footer
source: Preferred in most networks and required in some IPv6 networks. Disable where DNS is blocked, or to speed up negotiation when DNS is slow to respond.
de: Bevorzugt in den meisten Netzwerken und benötigt in manchen IPv6 Netzwerken. Deaktivieren wo DNS geblockt ist oder um die Aushandlung zu beschleunigen bei langsam antwortenden DNS.
it: Preferibile nella maggior parte delle reti e necessario in alcune reti IPv6. Disabilita dove il DNS è bloccato, o per velocizzare la negoziazione quando il DNS tarda a rispondere.
ru: Предпочтительно в большинстве сетей и необходимо в некоторых IPv6 сетях. Отключите если DNS заблокирован, или для увеличения скорости в случае медленных ответов DNS.

# service.sections.trusted.header
source: Trusted networks
de: Vertrauenswürdige Netzwerke
it: Reti sicure
ru: Доверенные сети

# service.sections.trusted.footer
source: When entering a trusted network, the VPN is normally shut down and kept disconnected. Disable this option to not enforce such behavior.
de: Wenn ein vertrauenswürdiges Netzwerk verbunden wird, wird normalerweise die VPN-Verbindung beendet und bleibt deaktiviert. Deaktiviere diese Option um dieses Verhalten zu unterbinden.
it: Entrando in una rete sicura, normalmente la VPN viene spenta e mantenuta disconnessa. Disabilita quest'opzione per non imporre questo comportamento.
ru: При подключении к доверенным сетям VPN обычно выключается, и остаётся отключенным. Отключите эту опцию чтобы оставлять VPN подключенным.

# service.sections.diagnostics.header
source: Diagnostics
de: Diagnose
it: Diagnostica
ru: Диагностика

# service.sections.diagnostics.footer
source: Masking status will be effective after reconnecting. Network data are hostnames, IP addresses, routing, SSID. Credentials and private keys are not logged regardless.
de: Zensier-Status wird aktiv nach erneutem Verbinden. Netzwerk-Daten sind Hostnamen, IP-Adressen, Routingtabellen, SSID. Zugangsdaten und Private Keys werden nie gelogged.
it: Il mascheramento sarà effettivo dopo una riconnessione. I dati di rete sono hostname, indirizzi IP, routing, SSID. Credenziali e chiavi private non sono registrati in ogni caso.
ru: Маскировка включится после повторного подключения. Информация о сети - это названия хост профилей, IP адрес, маршрутизация и SSID. Данные для входа и приватные ключи не собираются.

# service.cells.use_profile.caption
source: Use this profile
de: Dieses Profil verwenden
it: Usa questo profilo
ru: Использовать это профиль.

# service.cells.vpn_service.caption
source: Enabled
de: Aktiviert
it: Abilitato
ru: Включен

# service.cells.connection_status.caption
source: Status
it: Stato
ru: Статус

# service.cells.reconnect.caption
source: Reconnect
de: Erneut verbinden
it: Riconnetti
ru: Переподключиться

# service.cells.account.caption
source: Account
ru: Аккаунт

# service.cells.account.none
source: None configured
de: Keiner konfiguriert
it: Non configurato
ru: Ничего не создано

# service.cells.endpoint.caption
source: Endpoint
ru: Конечная точка

# service.cells.provider.pool.caption
source: Location
de: Ort
it: Regione
ru: Местоположение

# service.cells.provider.preset.caption
source: Preset
de: Voreinstellung
ru: Пресет

# service.cells.provider.refresh.caption
source: Refresh infrastructure
de: Infrastruktur neu laden
it: Aggiorna infrastruttura
ru: Обновить инфраструктуру

# service.cells.host.parameters.caption
source: Parameters
de: Parameter
it: Parametri
ru: Параметры

# service.cells.network_settings.caption
source: Network settings
de: Netzwerk-Einstellungen
it: Impostazioni di rete
ru: Сетевые настройки

# service.cells.vpn_survives_sleep.caption
source: Keep alive on sleep
de: Verbindung aktiv halten trotz Schlafmodus
it: Mantieni attivo in sleep
ru: Оставлять включенным во время сна

# service.cells.vpn_resolves_hostname.caption
source: Resolve server hostname
de: Server Hostname auflösen
it: Risolvi hostname del server
ru: Разрешить имя хоста сервера

# service.cells.trusted_mobile.caption
source: Cellular network
de: Mobilfunknetz
it: Rete cellulare
ru: Мобильная сеть

# service.cells.trusted_add_wifi.caption
source: Add current Wi-Fi
de: Aktuelles WLAN hinzufügen
it: Aggiungi Wi-Fi corrente
ru: Добавить текущий Wi-Fi

# service.cells.trusted_policy.caption
source: Trust disables VPN
de: Vertrauen deaktiviert VPN
it: Spegni VPN in rete sicura
ru: Дов. сеть отключает VPN

# service.cells.test_connectivity.caption
source: Test connectivity
de: Verbindung testen
it: Verifica connettività
ru: Проверить подключение

# service.cells.data_count.caption
source: Exchanged data
de: Ausgetauschte Datenmenge
it: Dati scambiati
ru: Переданная информация

# service.cells.data_count.none
source: Unavailable
de: Nicht verfügbar
it: Non disponibile
ru: Недоступно

# service.cells.debug_log.caption
source: Debug log
ru: Журнал отладки

# service.cells.masks_private_data.caption
source: Mask network data
de: Netzwerkdaten zensieren
it: Maschera dati rete
ru: Маскировать информацию сети

# service.cells.report_issue.caption
source: Report connectivity issue
de: Verbindungsproblem melden
it: Segnala problema connettività
ru: Сообщить о проблеме подкл.

# service.alerts.rename.title
source: Rename profile
de: Profil umbenennen
it: Rinomina profilo
ru: Переименовать профиль

# service.alerts.credentials_needed.message
source: You need to enter account credentials first.
de: Du musst zuerst die Account-Zugangsdaten eingeben.
it: Devi prima inserire le tue credenziali.
ru: Сначала нужно ввести данные аккаунта.

# service.alerts.reconnect_vpn.message
source: Do you want to reconnect to the VPN?
de: Möchtest du erneut zum VPN verbinden?
it: Vuoi riconnetterti alla VPN?
ru: Хотите заново подключиться к VPN?

# service.alerts.trusted.no_network.message
source: You are not connected to any Wi-Fi network.
de: Du bist mit keinem WLAN verbunden.
it: Non sei connesso/a a nessuna rete Wi-Fi.
ru: Вы не подключены к Wi-Fi.

# service.alerts.trusted.will_disconnect_trusted.message
source: By trusting this network, the VPN may be disconnected. Continue?
de: In dem du diesem Netzwerk vertraust, wird das VPN getrennt. Weiter?
it: Rendendo questa rete sicura, la VPN potrebbe essere disconnessa. Continuare?
ru: При доверии этой сети VPN может быть отключен. Продолжить?

# service.alerts.trusted.will_disconnect_policy.message
source: By changing the trust policy, the VPN may be disconnected. Continue?
de: Durch das Ändern der Vertrauens-Policy könnte das VPN deaktiviert werden. Weiter?
it: Cambiando la politica delle reti sicure, la VPN potrebbe essere disconnessa. Continuare?
ru: При изменении установок доверия VPN может быть отключен. Продолжить?

# service.alerts.test_connectivity.title
source: Connectivity
de: Konnektivität
it: Connettività
ru: Связь

# service.alerts.test_connectivity.messages.success
source: Your device is connected to the Internet!
de: Dein Gerät ist mit dem Internet verbunden!
it: Il tuo dispositivo è connesso a Internet!
ru: Ваше устройство подключено к интернету!

# service.alerts.test_connectivity.messages.failure
source: Your device has no Internet connectivity, please review your profile parameters.
de: Dein Gerät hat keine Verbindung mit dem Internet, bitte prüfe deine Profil-Parameter.
it: Il tuo dispositivo non è connesso a Internet, per favore controlla i parametri del tuo profilo.
ru: Ваше устройство не подключено к интернету, пожалйста проверьте установки Вашего профиля.

# service.alerts.masks_private_data.messages.must_reconnect
source: In order to safely reset the current debug log and apply the new masking preference, you must reconnect to the VPN now.
de: Um das aktuelle Debug-Log sicher zurückzusetzen und die neuen Zensier-Paramenter anzuwenden, musst du das VPN jetzt erneut verbinden.
it: Per azzerare il debug log ed applicare la nuova preferenza di mascheramento, devi riconnetterti alla VPN.
ru: Для безопасного сброса журнала отладки и изменения маскировки информации сети Вы должны заново подключиться к VPN.

# service.alerts.buttons.reconnect
source: Reconnect
de: Erneut verbinden
it: Riconnetti
ru: Переподключить

# service.alerts.download.title
source: Download required
de: Download benötigt
it: Download necessario
ru: Необходимо скачивание

# service.alerts.download.message
source: %@ requires the download of additional configuration files. Confirm to start the download.
de: %@ benötigt den Download von zusätzlichen Konfigurationsdateien. Bestätige um mit dem Download zu beginnen.
it: %@ richiede lo scaricamento di file di configurazione aggiuntivi. Conferma per avviare lo scaricamento.
ru: %@ необходимы дополнительные файлы конфигурации. Подтвердите для скачивания.

# service.alerts.download.failed
source: Failed to download configuration files. %@
de: Herunterladen der Konfigurationsdateien fehlgeschlagen. %@
it: Impossibile scaricare i file di configurazione. %@
ru: Не удалось скачать файлы конфигурации.%@

# service.alerts.download.hud.extracting
source: Extracting files, please be patient...
de: Extrahiere Dateien, bitte warten...
it: Estraendo i file, un attimo di pazienza...
ru: Извлечение файлов, пожалуста подождите...

# account.sections.credentials.header
source: Credentials
de: Zugangsdaten
it: Credenziali
ru: Данные для входа

# account.sections.guidance.footer.infrastructure.mullvad
source: Use your %@ website credentials. Your username is usually numeric.
de: Benutze deine %@ Web-Zugangsdaten. Dein Benutzername ist üblicherweise numerischt.
it: Usa le credenziali del sito di %@. Il tuo username è generalmente numerico.
ru: Используйте Ваши данные для входа с веб-сайта %@. Ваш логин обычно числовой с.

# account.sections.guidance.footer.infrastructure.nordvpn
source: Use your %@ website credentials. Your username is usually your e-mail.
de: Benutze deine %@ Web-Zugangsdaten. Dein Benutzername ist üblicherweise deine Email.
it: Usa le credenziali del sito di %@. Il tuo username è generalmente la tua e-mail.
ru: Используйте данные для входа на %@ веб-сайт. Ваш логин обычно Ваш e-mail.

# account.sections.guidance.footer.infrastructure.pia
source: Use your %@ website credentials. Your username is usually numeric with a "p" prefix.
de: Benutze deine %@ Web-Zugangsdaten. Dein Benutzername ist üblicherweise numerischt mit einem "p" Präfix.
it: Usa le credenziali del sito di %@. Il tuo username è generalmente numerico con un prefisso "p".
ru: Используйте Ваши данные для входа с веб-сайта %@. Ваш логин обычно числовой с приставкой "p".

# account.sections.guidance.footer.infrastructure.protonvpn
source: Find your %@ credentials in the "Account > OpenVPN / IKEv2 Username" section of the website.
de: Deine Zugangsdaten für %@ findest du unter "Account > OpenVPN / IKEv2 Username" auf der Webseite.
it: Trova le tue credenziali nella sezione "Account > OpenVPN / IKEv2 Username" del sito di %@.
ru: Найдите Ваши данные для входа %@ "Account > OpenVPN / IKEv2 Username" секции веб-сайта.
