Repository: passepartoutvpn/passepartout
Catalog: Submodules/Core/Passepartout/Resources/*.lproj/Localizable.strings
Languages: de, it, ru

# account.sections.guidance.footer.infrastructure.tunnelbear
source: Use your %@ website credentials. Your username is usually your e-mail.
de: Benutze deine %@ Web-Zugangsdaten. Dein Benutzername ist üblicherweise deine Email.
it: Usa le credenziali del sito di %@. Il tuo username è generalmente la tua e-mail.
ru: Используйте данные для входа на %@ веб-сайт. Ваш логин обычно Ваш e-mail.

# account.sections.guidance.footer.infrastructure.vyprvpn
source: Use your %@ website credentials. Your username is usually your e-mail.
de: Benutze deine %@ Web-Zugangsdaten. Dein Benutzername ist üblicherweise deine Email.
it: Usa le credenziali del sito di %@. Il tuo username è generalmente la tua e-mail.
ru: Используйте данные для входа на %@ веб-сайт. Ваш логин обычно Ваш e-mail.

# account.sections.guidance.footer.infrastructure.windscribe
source: Find your %@ credentials in the OpenVPN Config Generator on the website.
de: Deine Zugangsdaten für %@ findest du im OpenVPN Config Generator auf der Webseite.
it: Trova le tue credenziali nell'OpenVPN Config Generator sul sito di %@.
ru: Найдите Ваши данные для входа %@ в OpenVPN Config Generator на веб-сайте.

# account.sections.registration.footer
source: Go get an account on the %@ website.
de: Beantrage einen Account auf der %@ Webseite.
it: Registra un account sul sito di %@.
ru: Создайте аккаунт на %@ веб-сайте.

# account.cells.username.caption
source: Username
de: Benutzername
ru: Логин

# account.cells.username.placeholder
source: username
de: Benutzername
ru: логин

# account.cells.password.caption
source: Password
de: Passwort
ru: Пароль

# account.cells.password.placeholder
source: secret
de: Geheim
it: segreto
ru: пароль

# account.cells.open_guide.caption
source: See your credentials
de: Siehe deine Zugangsdaten
it: Vedi le tue credenziali
ru: Проверьте Ваши данные

# account.cells.signup.caption
source: Register with %@
de: Registrieren bei %@
it: Registrati con %@
ru: Зарегистрируйтесь с %@

# endpoint.sections.location_addresses.header
source: Addresses
de: Adressen
it: Indirizzi
ru: Адреса

# endpoint.sections.location_protocols.header
source: Protocols
de: Protokolle
it: Protocolli
ru: Протоколы

# endpoint.cells.any_address.caption
source: Automatic
de: Automatisch
it: Automatico
ru: Автоматически

# endpoint.cells.any_protocol.caption
source: Automatic
de: Automatisch
it: Automatico
ru: Автоматически

# provider.preset.cells.tech_details.caption
source: Technical details
de: Technische Details
it: Dettagli tecnici
ru: Техническая информация

# configuration.sections.communication.header
source: Communication
de: Kommunikation
it: Comunicazione
ru: Связь

# configuration.sections.reset.footer
source: If you ended up with broken connectivity after changing the communication parameters, tap to revert to the original configuration.
de: Wenn du nach einer Änderung der Kommunikations-Parameter dich nicht mehr verbinden kannst, hier tippen um zur originalen Konfiguration zurückzukehren.
it: Se ti trovi con una connettività compromessa dopo aver cambiato i parametri di comunicazione, tocca per tornare alla configurazione originale.
ru: Если после изменения параметров связи у Вас разорвалось соединение, нажмите, чтобы вернуться к исходной конфигурации.

# configuration.sections.compression.header
source: Compression
de: Komprimierung
it: Compressione
ru: Компресия

# configuration.sections.network.header
source: Network
de: Netzwerk
it: Rete
ru: Сеть

# configuration.sections.other.header
source: Other
de: Andere
it: Altro
ru: Другое

# configuration.cells.cipher.caption
source: Cipher
de: Chiffre
it: Cifratura
ru: Шифруем

# configuration.cells.digest.caption
source: Authentication
de: Authentifizierung
it: Autenticazione
ru: Аутентификация

# configuration.cells.digest.value.embedded
source: Embedded
de: Eingebettet
it: Incorporata
ru: Внедрена

# configuration.cells.reset_original.caption
source: Reset configuration
de: Konfiguration zurücksetzen
it: Ripristina configurazione
ru: Сброс конфигурации

# configuration.cells.client.caption
source: Client certificate
de: Client Zertifikat
it: Certificato client
ru: Сертификат клиента

# configuration.cells.client.value.enabled
source: Verified
de: Geprüft
it: Verificato
ru: Проверено

# configuration.cells.client.value.disabled
source: Not verified
de: Nicht geprüft
it: Non verificato
ru: Не проверено

# configuration.cells.tls_wrapping.caption
source: Wrapping
ru: Упаковываем

# configuration.cells.tls_wrapping.value.auth
source: Authentication
de: Authentifizierung
it: Autenticazione
ru: Аутентификация

# configuration.cells.tls_wrapping.value.crypt
source: Encryption
de: Verschlüsselung
it: Criptazione
ru: Шифрование

# configuration.cells.eku.caption
source: Extended verification
de: Erweiterte Verifizierung
it: Verifica estesa
ru: Расширенная проверка

# configuration.cells.default_gateway.caption
source: Default gateway
de: Standart-Gateway
it: Gateway predefinito
ru: Шлюз по умолчанию

# configuration.cells.dns_domain.caption
source: Domain
de: Domäne
it: Dominio
ru: Домен

# configuration.cells.proxy_http.caption
source: Proxy
ru: Прокси

# configuration.cells.proxy_https.caption
source: Proxy (HTTPS)
ru: Прокси (HTTPS)

# configuration.cells.compression_framing.caption
source: Framing
ru: Фрейминг

# configuration.cells.compression_algorithm.caption
source: Algorithm
de: Algorithmus
it: Algoritmo
ru: Алгоритм

# configuration.cells.compression_algorithm.value.other
source: Unsupported
de: Nicht unterstützt
it: Non supportato
ru: Неподдерживаемое

# configuration.cells.keep_alive.caption
source: Keep-alive
ru: Поддерживаем

# configuration.cells.keep_alive.value.seconds
source: %d seconds
de: %d Sekunden
it: %d secondi
ru: %d секунд

# configuration.cells.renegotiation_seconds.caption
source: Renegotiation
de: erneute Aushandlung
it: Rinegoziazione
ru: Перезаключение

# configuration.cells.renegotiation_seconds.value.after
source: after %@
de: nach %@
it: dopo %@
ru: после %@

# configuration.cells.random_endpoint.caption
source: Randomize endpoint
de: Endpunkt zufällig wählen
it: Endpoint casuale
ru: Рандомная конечная точка

# network_settings.cells.choice.client
source: Read .ovpn
de: .ovpn-Datei einlesen
it: Leggi .ovpn
ru: Читать .ovpn

# network_settings.cells.choice.server
source: Pull from server
de: Vom Server holen
it: Ottieni dal server
ru: Вытащить с сервера

# network_settings.cells.address.caption
source: Address
de: Adresse
it: Indirizzo
ru: Адрес

# network_settings.cells.port.caption
source: Port
it: Porta
ru: порт

# network_settings.cells.add_dns_server.caption
source: Add address
de: Adresse hinzufügen
it: Aggiungi indirizzo
ru: Добавить адрес

# network_settings.cells.proxy_bypass.caption
source: Bypass domain
de: Domäne umgehen
it: Dominio ignorato
ru: Обход домена

# network_settings.cells.add_proxy_bypass.caption
source: Add bypass domain
de: Zu umgehende Domäne hinzufügen
it: Aggiungi dominio ignorato
ru: Добавить обходной домен

# debug_log.buttons.previous
source: Previous
de: Zurück
it: Precedente
ru: Предыдущий

# debug_log.buttons.next
source: Next
de: Weiter
it: Successivo
ru: Следующий

# debug_log.alerts.empty_log.message
source: The debug log is empty.
de: Das Debug-Log ist leer.
it: Il debug log è vuoto.
ru: Журнал отладки пуст.

# vpn.connecting
source: Connecting
de: Verbinde
it: Connettendo
ru: Подключается

# vpn.active
source: Active
de: Aktiv
it: Attiva
ru: Активен

# vpn.disconnecting
source: Disconnecting
de: Trenne
it: Disconnettendo
ru: Отключается

# vpn.inactive
source: Inactive
de: Inaktiv
it: Inattiva
ru: Не активен

# vpn.disabled
source: Disabled
de: Deaktiviert
it: Disabilitata
ru: Отключен

# vpn.errors.timeout
source: Timeout
ru: Тайм-аут

# vpn.errors.dns
source: DNS failed
de: DNS fehlgeschlagen
it: DNS fallito
ru: Ошибка DNS

# vpn.errors.auth
source: Auth failed
de: Authentifizierung fehlgeschlagen
it: Autenticazione fallita
ru: Ошибка аутентификации

# vpn.errors.tls
source: TLS failed
de: TLS fehlgeschlagen
it: TLS fallito
ru: Ошибка TSL

# vpn.errors.encryption
source: Encryption failed
de: Verschlüsselung fehlgeschlagen
it: Crittografia fallita
ru: Ошибка расшифровки

# vpn.errors.compression
source: Compression unsupported
de: Komprimierung nicht unterstützt
it: Compressione non supportata
ru: Сжатие не поддерживается

# vpn.errors.network
source: Network changed
de: Netzwerk geändert
it: Rete cambiata
ru: Изменение сети

# vpn.errors.routing
source: Missing routing
de: Kein Routing
it: Routing mancante
ru: Отсутствует маршрутизация

# vpn.errors.gateway
source: No gateway
de: Kein Gateway
it: Nessun gateway
ru: Нет шлюза

# issue_reporter.title
source: Report issue
de: Problem melden
it: Segnala problema
ru: Сообщить о проблеме

# issue_reporter.message
source: The debug log of your latest connections is crucial to resolve your connectivity issues and is completely anonymous. The .ovpn configuration file, if any, is attached stripped of any sensitive data. Please double check the e-mail attachments if unsure.
de: Das Debug-Log deiner letzten Verbindung ist notwendig um dein Verbindungs-Problem zu untersuchen und ist vollständig anonymisiert. Die .ovpn-Konfigurations-Datei, sofern vorhanden, wird anonymisiert von jeglichen sensiblen Daten, angehangen. Bitte prüfe im Zweifelsfall die Email-Anhänge.
it: Il debug log delle tue ultime connessioni è cruciale per risolvere i tuoi problemi di connettività ed è completamente anonimo. Il file di configurazione .ovpn, se presente, è allegato privato di ogni dato sensibile. Per favore controlla gli allegati dell'e-mail se non sei sicuro/a.
ru: Журнал отладки Вашего последнего соединения необходим для разрешения проблем подключения, и является полностью анонимным. .ovpn файл, если есть, прикреплён без каких-либо конфиденциальных данных . Пожалуйста, перепроверьте прикреплённые файлы, если не уверены.

# issue_reporter.buttons.accept
source: I understand
de: Ich verstehe
it: Ho capito
ru: Я понимаю

# translations.title
source: Translations
de: Übersetzungen
it: Traduzioni
ru: Переводы

# shortcuts.add.title
source: Add shortcut
de: Füge Kurzbefehl hinzu
it: Aggiungi comando rapido
ru: Создать команду

# shortcuts.add.sections.cellular.header
source: Cellular
de: Mobilfunknetz
it: Cellulare
ru: Мобильная сеть

# shortcuts.add.cells.connect.caption
source: Connect to
de: Verbinde mit
it: Connetti a
ru: Подключиться к

# shortcuts.add.cells.enable_vpn.caption
source: Enable VPN
de: Aktiviere VPN
it: Abilita VPN
ru: Включи VPN

# shortcuts.add.cells.disable_vpn.caption
source: Disable VPN
de: Deaktiviere VPN
it: Disabilita VPN
ru: Выключи VPN

# shortcuts.add.cells.trust_current_wifi.caption
source: Trust current Wi-Fi
de: Vertraue aktivem WLAN
it: Aggiungi Wi-Fi sicura
ru: Доверять текущему Wi-Fi

# shortcuts.add.cells.untrust_current_wifi.caption
source: Untrust current Wi-Fi
de: Misstraue aktivem WLAN
it: Rimuovi Wi-Fi sicura
ru: Не доверять текущему Wi-Fi

# shortcuts.add.cells.trust_cellular.caption
source: Trust cellular network
de: Vertraue Mobilfunknetz
it: Aggiungi rete mobile sicura
ru: Доверять мобильной сети

# shortcuts.add.cells.untrust_cellular.caption
source: Untrust cellular network
de: Misstraue Mobilfunknetz
it: Rimuovi rete mobile sicura
ru: Не доверять мобильной сети

# shortcuts.add.alerts.no_profiles.message
source: There is no profile to connect to.
de: Es gibt kein Profil mit dem eine Verbindung hergestellt werden kann.
it: Non c'è nessun profilo a cui connettersi.
ru: Нет профиля для подключения.

# shortcuts.edit.title
source: Manage shortcuts
de: Kurzbefehle bearbeiten
it: Gestisci comandi rapidi
ru: Управлять командами

# shortcuts.edit.sections.all.header
source: Existing shortcuts
de: Existierende Kurzbefehle
it: Comandi esistenti
ru: Существующие команды

# shortcuts.edit.cells.add_shortcut.caption
source: Add shortcut
de: Kurzbefehl hinzufügen
it: Aggiungi comando rapido
ru: Создать команду

# about.title
source: About
de: Über
it: Informazioni su
ru: О нас

# about.sections.web.header
source: Web
ru: Веб

# about.sections.share.header
source: Share
de: Teilen
it: Condividi
ru: Поделиться

# about.cells.credits.caption
source: Credits
ru: Благодарности

# about.cells.website.caption
source: Home page
ru: Домашняя страница

# about.cells.disclaimer.caption
source: Disclaimer
de: Haftungsausschluss
ru: Предупреждение

# about.cells.privacy_policy.caption
source: Privacy policy
de: Datenschutzrichtlinie
ru: Политика конфиденциальности

# about.cells.share_twitter.caption
source: Tweet about it!
de: Darüber Twittern!
it: Manda un Tweet!
ru: Твитнуть о нас!

# about.cells.share_generic.caption
source: Invite a friend
de: Freund einladen
it: Invita un amico
ru: Пригласить друга

# donation.title
source: Donate
de: Spenden
it: Donazione
ru: Пожертвовать

# donation.sections.one_time.header
source: One time
de: Einmalig
it: Unica
ru: Один раз

# donation.sections.one_time.footer
source: If you want to display gratitude for my free work, here are a couple amounts you can donate instantly. You will only be charged once per donation, and you can donate multiple times.
de: Wenn du dich erkenntlich zeigen möchtest für meine Arbeit, gibt es hier ein paar Beträge die du direkt spenden kannst. Du bezahlst pro Spende nur einmal und kannst mehrmals spenden wenn du möchtest.
it: Se vuoi mostrare gratitudine per il mio lavoro a titolo gratuito, qui trovi varie somme da donare all'istante. La donazione ti sarà addebitata solo una volta, e puoi effettuare più donazioni.
ru: Если Вы хотите поблагодарить мою бесплатную работу, здесь есть несколько сумм, которые Вы можете пожертвовать прямо сейчас. Сумма будет списана только один раз, а Вы можете пожертвовать несколько раз.

# donation.cells.loading.caption
source: Loading donations
de: Lade Spenden
it: Caricando donazioni
ru: Загружаем пожертвования

# donation.cells.purchasing.caption
source: Performing donation
de: Führe Spende durch
it: Effettuando donazione
ru: Исполняется

# donation.alerts.purchase.success.title
source: Thank you
de: Danke
it: Grazie
ru: Спасибо

# donation.alerts.purchase.success.message
source: This means a lot to me and I really hope you keep using and promoting this app.
de: Das bedeutet mir viel und ich hoffe wirklich dass du die App weiterhin benutzt und unterstützt.
it: Questo significa molto per me e spero vivamente che tu continui ad usare e promuovere quest'applicazione.
ru: Это значит многое для меня, и, я надеюсь, Вы продолжить использовать и рассказывать об этом приложении.

# donation.alerts.purchase.failure.message
source: Unable to perform the donation. %@
de: Konnte Spende nicht durchführen. %@
it: Impossibile effettuare la donazione. %@
ru: Не получается совершить пожертвование. %@

# share.message
source: Passepartout is an user-friendly, open source OpenVPN client for iOS and macOS
de: Passepartout ist ein Benutzerfreundlicher, Open Source OpenVPN client für iOS und macOS
it: Passepartout è un client OpenVPN user-friendly ed open source per iOS e macOS
ru: Passepartout - это простой в использовании OpenVPN клиент для iOS и macOS, с открытым исходным кодом

# version.title
source: Version
it: Versione
ru: Версия

# version.labels.intro
source: Passepartout and TunnelKit are written and maintained by Davide De Rosa (keeshux). Source code for Passepartout and TunnelKit is publicly available on GitHub under the GPLv3, you can find links in the home page. Passepartout is a non-official client and is in no way affiliated with OpenVPN Inc.
de: Passepartout und TunnelKit sind geschrieben und gewartet von by Davide De Rosa (keeshux). Quellcode für Passepartout und TunnelKit ist öffentlich auf GitHub unter GPLv3 verfügbar, du findest die Links auf der Homepage. Passepartout ist ein inoffizieller client und auf keine Art und Weise mit OpenVPN Inc. verbunden.
it: Passepartout e TunnelKit sono scritti e mantenuti da Davide De Rosa (keeshux). Il codice sorgente di Passepartout e TunnelKit è pubblicamente disponibile su GitHub in accordo con la GPLv3, puoi trovare i link nella home page. Passepartout è un client non ufficiale e non è affiliato ad OpenVPN Inc. in alcuna maniera.
ru: Passepartout и TunnelKit написаны и установлены Davide De Rosa (keeshux). Исходные коды для Passepartout и TunnelKit публично доступны на GitHub под GPLv3, вы можете найти ссылки на домашней странице. Passepartout является неофициальным клиентом, и никаким образом не связан с OpenVPN Inc.

# credits.title
source: Credits
ru: Благодарность

# credits.sections.licenses.header
source: Licenses
de: Lizenzen
it: Licenze
ru: Лицензии

# credits.sections.notices.header
source: Notices
de: Notizen
it: Notice
ru: Упоминания

# credits.sections.translations.header
source: Translations
de: Übersetzungen
it: Traduzioni
ru: Переводы

# label.license.error
source: Unable to download full license content.
de: Konnte vollständigen Lizenz-Inhalt nicht herunterladen.
it: Impossibile scaricare il contenuto completo della licenza.
ru: Не получается загрузить полную лицензию.

# shortcuts.add.sections.wifi.header
source: Wi-Fi
de: WLAN

# configuration.cells.dns_server.caption
source: DNS
it: Indirizzo
