Repository: passepartoutvpn/passepartout
Catalog: Passepartout/App/Domain/*.lproj/Intents.strings
Languages: de, fr

# 0jRWn5
source: Removes cellular from trusted networks
de: Entfernt Mobilfunknetz von vertrauten Netzwerken
fr: Supprime le réseau cellulaire des réseaux de confiance

# IeGsEq
source: Disable VPN
de: VPN deaktivieren
fr: Désactive VPN

# 1ZRTCZ
source: Disable VPN
de: VPN deaktivieren
fr: Désactive VPN

# 66bZBE
source: With ${providerFullName} providerï¿¼
de: Mit Anbieter ${providerFullName}￼
fr: Avec ${providerFullName} fournisseur

# 7eoAss
source: Removes current Wi-Fi from trusted networks
de: Entferne aktuelles WLAN von vertrauten Netzwerken
fr: Supprime le présent réseaux Wi-Fi des réseaux de confiance

# 9GpJt5
source: Adds cellular to trusted networks
de: Fügt Mobilnetz zu vertrauten Netzwerken hinzu
fr: Ajoutes le réseau cellulaire aux réseaux de confiance

# BKxs8X
source: Adds current Wi-Fi to trusted networks
de: Fügt aktuelles WLAN zu vertrauten Netzwerken hinzu
fr: Ajoutes le présent réseau Wi-Fi aux réseaux de confiance

# NWWgCl
source: Trust cellular network
de: Mobilfunknetz vertrauen
fr: Faire confiance au réseau cellulaire

# H4taev
source: Trust cellular network
de: Mobilfunknetz vertrauen
fr: Faire confiance au réseau cellulaire

# KjkCfU
source: Connects to a specific location of a provider profile
fr: Connecter à une localization spécifique d'un profile de fournisseur

# LA99yM
source: Connect to VPN
de: Verbinde mit VPN
fr: Se connecter au VPN

# U6o81V
source: Connect to ${profileName}
de: Verbinde mit ${profileName}
fr: Se connecter à ${profileName}

# WnTPFg
source: Connect to ${serverName}
de: Verbinde mit ${serverName}
fr: Se connecter à ${serverName}

# eQ1yzr
source: Disables the VPN service
de: Deaktiviert den VPN-Dienst
fr: Désactives le service VPN

# eXXb2z
source: Connects to a host profile
de: Verbindet mit einem Hostprofil
fr: Connectes à un profile hôte

# yesvFP
source: Enable VPN
de: Aktiviere VPN
fr: Activer VPN

# lQ6ziK
source: Enable VPN
de: Aktiviere VPN
fr: Activer VPN

# POyDPM
source: Trust current Wi-Fi
de: Vertraue aktuellem WLAN
fr: Faire confiance au présent réseau Wi-Fi

# m2E7SI
source: Trust current Wi-Fi
de: Vertraue aktuellem WLAN
fr: Faire confiance au présent réseau Wi-Fi

# qo3Szz
source: Connect to provider location
de: Verbinde mit Anbieter-Ort
fr: Se connecter à la localisation du fournisseur

# 0Wu9nb
source: Untrust current Wi-Fi
de: Aktuellem WLAN nicht vertrauen
fr: Ne plus faire confiance au présent réseau Wi-Fi

# rd1T8p
source: Untrust current Wi-Fi
de: Aktuellem WLAN nicht vertrauen
fr: Ne plus faire confiance au présent réseau Wi-Fi

# ggzKA2
source: Untrust cellular network
de: Mobilfunknetz nicht vertrauen
fr: Faire confiance au présent réseau cellulaire

# wB1iYX
source: Untrust cellular network
de: Mobilfunknetz nicht vertrauen
fr: Faire confiance au présent réseau cellulaire

# xY97Vu
source: Enables the VPN service with the profile currently in use
de: Aktiviert den VPN-Dienst mit dem derzeitig benutzten Profil
fr: Activer le service VPN avec le profile présentement utilisé

# NCoK9B
source: With profile in use
de: Mit dem benutzten Profil
fr: Avec le profile utilisé
